{"atomicNumber":1,"symbol":"H","name":"Hydrogen","group":1,"groupBlock":"nonMetal","meltingPoint":13.99,"boilingPoint":20.271,"density":0.000082,"atomicMass":1.008,"keyIsotopes":[1,2],"ionisationEnergies":[1312.05],"cas":"133-74-0","period":1,"block":"s","stateAt20c":"Gas","electronicConfiguration":[{"shell":1,"subshell":"s","electrons":1}],"appearance":"A colourless, odourless gas. It has the lowest density of all gases.","uses":"Some see hydrogen gas as the clean fuel of the future – generated from water and returning to water when it is oxidised. Hydrogen-powered fuel cells are increasingly being seen as ‘pollution-free’ sources of energy and are now being used in some buses and cars.Hydrogen also has many other uses. In the chemical industry it is used to make ammonia for agricultural fertiliser (the Haber process) and cyclohexane and methanol, which are intermediates in the production of plastics and pharmaceuticals. It is also used to remove sulfur from fuels during the oil-refining process. Large quantities of hydrogen are used to hydrogenate oils to form fats, for example to make margarine. In the glass industry hydrogen is used as a protective atmosphere for making flat glass sheets. In the electronics industry it is used as a flushing gas during the manufacture of silicon chips. The low density of hydrogen made it a natural choice for one of its first practical uses – filling balloons and airships. However, it reacts vigorously with oxygen (to form water) and its future in filling airships ended when the Hindenburg airship caught fire.","biologicalRole":"Hydrogen is an essential element for life. It is present in water and in almost all the molecules in living things. However, hydrogen itself does not play a particularly active role. It remains bonded to carbon and oxygen atoms, while the chemistry of life takes place at the more active sites involving, for example, oxygen, nitrogen and phosphorus.","naturalAbundance":"Hydrogen is easily the most abundant element in the universe. It is found in the sun and most of the stars, and the planet Jupiter is composed mostly of hydrogen. On Earth, hydrogen is found in the greatest quantities as water. It is present as a gas in the atmosphere only in tiny amounts – less than 1 part per million by volume. Any hydrogen that does enter the atmosphere quickly escapes the Earth’s gravity into outer space.Most hydrogen is produced by heating natural gas with steam to form syngas (a mixture of hydrogen and carbon monoxide). The syngas is separated to give hydrogen. Hydrogen can also be produced by the electrolysis of water.","history":"In the early 1500s the alchemist Paracelsus noted that the bubbles given off when iron filings were added to sulfuric acid were flammable. In 1671 Robert Boyle made the same observation. Neither followed up their discovery of hydrogen, and so Henry Cavendish gets the credit. In 1766 he collected the bubbles and showed that they were different from other gases. He later showed that when hydrogen burns it forms water, thereby ending the belief that water was an element. The gas was given its name hydro-gen, meaning water-former, by Antoine Lavoisier.In 1931, Harold Urey and his colleagues at Columbia University in the US detected a second, rarer, form of hydrogen. This has twice the mass of normal hydrogen, and they named it deuterium.","atomicRadius":1.1,"electronAffinity":72.769,"covalentRadius":0.32,"electronegativity":2.2,"oxidationStates":[1,-1]}