{"atomicNumber":10,"symbol":"Ne","name":"Neon","group":18,"groupBlock":"nobleGas","meltingPoint":24.56,"boilingPoint":27.104,"density":0.000825,"atomicMass":20.18,"keyIsotopes":20,"ionisationEnergies":[2080.662,3952.325,6121.99,9370.66,12177.41,15237.93,19999.086,23069.539],"cas":"7440-01-9","period":2,"block":"p","stateAt20c":"Gas","electronicConfiguration":[2,{"shell":2,"subshell":"s","electrons":2},{"shell":2,"subshell":"p","electrons":6}],"appearance":"A colourless, odourless gas. Neon will not react with any other substance.","uses":"The largest use of neon is in making the ubiquitous ‘neon signs’ for advertising. In a vacuum discharge tube neon glows a reddish orange colour. Only the red signs actually contain pure neon. Others contain different gases to give different colours.Neon is also used to make high-voltage indicators and switching gear, lightning arresters, diving equipment and lasers. Liquid neon is an important cryogenic refrigerant. It has over 40 times more refrigerating capacity per unit volume than liquid helium, and more than 3 times that of liquid hydrogen.","biologicalRole":"Neon has no known biological role. It is non-toxic.","naturalAbundance":"Neon is the fifth most abundant element in the universe. However, it is present in the Earth’s atmosphere at a concentration of just 18 parts per million. It is extracted by fractional distillation of liquid air. This gives a fraction that contains both helium and neon. The helium is removed from the mixture with activated charcoal.","history":"In 1898, William Ramsay and Morris Travers at University College London isolated krypton gas by evaporating liquid argon. They had been expecting to find a lighter gas which would fit a niche above argon in the periodic table of the elements. They then repeated their experiment, this time allowing solid argon to evaporate slowly under reduced pressure and collected the gas which came off first. This time they were successful, and when they put a sample of the new gas into their atomic spectrometer it startled them by the brilliant red glow that we now associate with neon signs. Ramsay named the new gas neon, basing it on neos,  the Greek word for new.","atomicRadius":1.54,"covalentRadius":0.62,"oxidationStates":[]}