{"atomicNumber":11,"symbol":"Na","name":"Sodium","group":1,"groupBlock":"alkaliMetal","meltingPoint":370.944,"boilingPoint":1156.09,"density":0.97,"atomicMass":22.99,"keyIsotopes":23,"ionisationEnergies":[495.845,4562.444,6910.28,9543.36,13353.6,16612.85,20117.2,25496.25],"cas":"7440-23-5","period":3,"block":"s","stateAt20c":"Solid","electronicConfiguration":[10,{"shell":3,"subshell":"s","electrons":1}],"appearance":"Sodium is a soft metal that tarnishes within seconds of being exposed to the air. It also reacts vigorously with water.","uses":"Sodium is used as a heat exchanger in some nuclear reactors, and as a reagent in the chemicals industry. But sodium salts have more uses than the metal itself.The most common compound of sodium is sodium chloride (common salt). It is added to food and used to de-ice roads in winter. It is also used as a feedstock for the chemical industry.Sodium carbonate (washing soda) is also a useful sodium salt. It is used as a water softener.","biologicalRole":"Sodium is essential to all living things, and humans have known this since prehistoric times. Our bodies contain about 100 grams, but we are constantly losing sodium in different ways so we need to replace it. We can get all the sodium we need from our food, without adding any extra. The average person eats about 10 grams of salt a day, but all we really need is about 3 grams. Any extra sodium may contribute to high blood pressure. Sodium is important for many different functions of the human body. For example, it helps cells to transmit nerve signals and regulate water levels in tissues and blood.","naturalAbundance":"Sodium is the sixth most common element on Earth, and makes up 2.6% of the Earth’s crust. The most common compound is sodium chloride. This very soluble salt has been leached into the oceans over the lifetime of the planet, but many salt beds or ‘lakes’ are found where ancient seas have evaporated. It is also found in many minerals including cryolite, zeolite and sodalite. Because sodium is so reactive it is never found as the metal in nature. Sodium metal is produced by electrolysis of dry molten sodium chloride.","history":"Salt (sodium chloride, NaCl) and soda (sodium carbonate, Na2CO3) had been known since prehistoric times, the former used as a flavouring and preservative, and the latter for glass manufacture. Salt came from seawater, while soda came from the Natron Valley in Egypt or from the ash of certain plants. Their composition was debated by early chemists and the solution finally came from the Royal Institution in London in October 1807 where Humphry Davy exposed caustic soda (sodium hydroxide, NaOH) to an electric current and obtained globules of sodium metal, just as he had previously done for potassium, although he needed to use a stronger current.The following year, Louis-Josef Gay-Lussac and Louis-Jacques Thénard obtained sodium by heating to red heat a mixture of caustic soda and iron filings.","atomicRadius":2.27,"electronAffinity":52.867,"covalentRadius":1.6,"electronegativity":0.93,"oxidationStates":[1]}