{"atomicNumber":12,"symbol":"Mg","name":"Magnesium","group":2,"groupBlock":"alkalineEarthMetal","meltingPoint":923,"boilingPoint":1363,"density":1.74,"atomicMass":24.305,"keyIsotopes":24,"ionisationEnergies":[737.75,1450.683,7732.692,10542.519,13630.48,18019.6,21711.13,25661.24],"cas":"7439-95-4","period":3,"block":"s","stateAt20c":"Solid","electronicConfiguration":[10,{"shell":3,"subshell":"s","electrons":2}],"appearance":"A silvery-white metal that ignites easily in air and burns with a bright light.","uses":"Magnesium is one-third less dense than aluminium. It improves the mechanical, fabrication and welding characteristics of aluminium when used as an alloying agent. These alloys are useful in aeroplane and car construction.Magnesium is used in products that benefit from being lightweight, such as car seats, luggage, laptops, cameras and power tools. It is also added to molten iron and steel to remove sulfur. As magnesium ignites easily in air and burns with a bright light, it’s used in flares, fireworks and sparklers.Magnesium sulfate is sometimes used as a mordant for dyes. Magnesium hydroxide is added to plastics to make them fire retardant. Magnesium oxide is used to make heat-resistant bricks for fireplaces and furnaces. It is also added to cattle feed and fertilisers. Magnesium hydroxide (milk of magnesia), sulfate (Epsom salts), chloride and citrate are all used in medicine.Grignard reagents are organic magnesium compounds that are important for the chemical industry.","biologicalRole":"Magnesium is an essential element in both plant and animal life. Chlorophyll is the chemical that allows plants to capture sunlight, and photosynthesis to take place. Chlorophyll is a magnesium-centred porphyrin complex. Without magnesium photosynthesis could not take place, and life as we know it would not exist. In humans, magnesium is essential to the working of hundreds of enzymes. Humans take in about 250–350 milligrams of magnesium each day. We each store about 20 grams in our bodies, mainly in the bones.","naturalAbundance":"Magnesium is the eighth most abundant element in the Earth’s crust, but does not occur uncombined in nature. It is found in large deposits in minerals such as magnesite and dolomite. The sea contains trillions of tonnes of magnesium, and this is the source of much of the 850,000 tonnes now produced each year. It is prepared by reducing magnesium oxide with silicon, or by the electrolysis of molten magnesium chloride.","history":"The first person to recognise that magnesium was an element was Joseph Black at Edinburgh in 1755. He distinguished magnesia (magnesium oxide, MgO) from lime (calcium oxide, CaO) although both were produced by heating similar kinds of carbonate rocks, magnesite and limestone respectively. Another magnesium mineral called meerschaum (magnesium silicate) was reported by Thomas Henry in 1789, who said that it was much used in Turkey to make pipes for smoking tobacco.An impure form of metallic magnesium was first produced in 1792 by Anton Rupprecht who heated magnesia with charcoal. A pure, but tiny, amount of the metal was isolated in 1808 by Humphry Davy by the electrolysis of magnesium oxide. However, it was the French scientist, Antoine-Alexandre-Brutus Bussy who made a sizeable amount of the metal in 1831 by reacting magnesium chloride with potassium, and he then studied its properties.","atomicRadius":1.73,"covalentRadius":1.4,"electronegativity":1.31,"oxidationStates":[2]}