{"atomicNumber":13,"symbol":"Al","name":"Aluminium","group":13,"groupBlock":"postTransitionMetal","meltingPoint":933.473,"boilingPoint":2792,"density":2.7,"atomicMass":26.982,"keyIsotopes":27,"ionisationEnergies":[577.539,1816.679,2744.781,11577.469,14841.857,18379.49,23326.3,27465.52],"cas":"7429-90-5","period":3,"block":"p","stateAt20c":"Solid","electronicConfiguration":[10,{"shell":3,"subshell":"s","electrons":2},{"shell":3,"subshell":"p","electrons":1}],"appearance":"Aluminium is a silvery-white, lightweight metal. It is soft and malleable.","uses":"Aluminium is used in a huge variety of products including cans, foils, kitchen utensils, window frames, beer kegs and aeroplane parts. This is because of its particular properties. It has low density, is non-toxic, has a high thermal conductivity, has excellent corrosion resistance and can be easily cast, machined and formed. It is also non-magnetic and non-sparking. It is the second most malleable metal and the sixth most ductile.It is often used as an alloy because aluminium itself is not particularly strong. Alloys with copper, manganese, magnesium and silicon are lightweight but strong. They are very important in the construction of aeroplanes and other forms of transport.Aluminium is a good electrical conductor and is often used in electrical transmission lines. It is cheaper than copper and weight for weight is almost twice as good a conductor.When evaporated in a vacuum, aluminium forms a highly reflective coating for both light and heat. It does not deteriorate, like a silver coating would. These aluminium coatings have many uses, including telescope mirrors, decorative paper, packages and toys.","biologicalRole":"Aluminium has no known biological role. In its soluble +3 form it is toxic to plants. Acidic soils make up almost half of arable land on Earth, and the acidity speeds up the release of Al3+ from its minerals. Crops can then absorb the Al3+ leading to lower yields. Our bodies absorb only a small amount of the aluminium we take in with our food. Foods with above average amounts of aluminium are tea, processed cheese, lentils and sponge cakes (where it comes from the raising agent). Cooking in aluminium pans does not greatly increase the amount in our diet, except when cooking acidic foods such as rhubarb. Some indigestion tablets are pure aluminium hydroxide. Aluminium can accumulate in the body, and a link with Alzheimer’s disease (senile dementia) has been suggested but not proven.","naturalAbundance":"Aluminium is the most abundant metal in the Earth’s crust (8.1%) but is rarely found uncombined in nature. It is usually found in minerals such as bauxite and cryolite. These minerals are aluminium silicates. Most commercially produced aluminium is extracted by the Hall–Héroult process. In this process aluminium oxide is dissolved in molten cryolite and then electrolytically reduced to pure aluminium. Making aluminium is very energy intensive. 5% of the electricity generated in the USA is used in aluminium production. However, once it has been made it does not readily corrode and can be easily recycled.","history":"The analysis of a curious metal ornament found in the tomb of Chou-Chu, a military leader in 3rd century China, turned out to be 85% aluminium. How it was produced remains a mystery. By the end of the 1700s, aluminium oxide was known to contain a metal, but it defeated all attempts to extract it. Humphry Davy had used electric current to extract sodium and potassium from their so-called ‘earths’ (oxides), but his method did not release aluminium in the same way. The first person to produce it was Hans Christian Oersted at Copenhagen, Denmark, in 1825, and he did it by heating aluminium chloride with potassium. Even so, his sample was impure. It fell to the German chemist Friedrich Wöhler to perfect the method in 1827, and obtain pure aluminium for the first time by using sodium instead of potassium.","atomicRadius":1.84,"electronAffinity":41.762,"covalentRadius":1.24,"electronegativity":1.61,"oxidationStates":[3]}