{"atomicNumber":15,"symbol":"P","name":"Phosphorus","group":15,"groupBlock":"nonMetal","meltingPoint":317.3,"boilingPoint":553.7,"density":1.823,"atomicMass":30.974,"keyIsotopes":31,"ionisationEnergies":[1011.812,1907.467,2914.118,4963.582,6273.969,21267.395,25430.64,29871.9],"cas":"7723-14-0","period":3,"block":"p","stateAt20c":"Solid","electronicConfiguration":[10,{"shell":3,"subshell":"s","electrons":2},{"shell":3,"subshell":"p","electrons":3}],"appearance":"The two main forms of phosphorus are white phosphorus and red phosphorus. White phosphorus is a poisonous waxy solid and contact with skin can cause severe burns. It glows in the dark and is spontaneously flammable when exposed to air. Red phosphorus is an amorphous non-toxic solid.","uses":"White phosphorus is used in flares and incendiary devices. Red phosphorus is in the material stuck on the side of matchboxes, used to strike safety matches against to light them.  By far the largest use of phosphorus compounds is for fertilisers. Ammonium phosphate is made from phosphate ores. The ores are first converted into phosphoric acids before being made into ammonium phosphate.Phosphorus is also important in the production of steel. Phosphates are ingredients in some detergents, but are beginning to be phased out in some countries. This is because they can lead to high phosphate levels in natural water supplies causing unwanted algae to grow. Phosphates are also used in the production of special glasses and fine chinaware.","biologicalRole":"Phosphorus is essential to all living things. It forms the sugar-phosphate backbone of DNA and RNA. It is important for energy transfer in cells as part of ATP (adenosine triphosphate), and is found in many other biologically important molecules. We take in about 1 gram of phosphate a day, and store about 750 grams in our bodies, since our bones and teeth are mainly calcium phosphate. Over-use of phosphates from fertilisers and detergents can cause them to pollute rivers and lakes causing algae to grow rapidly. The algae block out light stopping further photosynthesis. Oxygen dissolved in the water soon gets used up and the lake dies.","naturalAbundance":"Phosphorus is not found uncombined in nature, but is widely found in compounds in minerals. An important source is phosphate rock, which contains the apatite minerals and is found in large quantities in the USA and elsewhere. There are fears that ‘peak phosphorus’ will occur around 2050, after which our sources will dwindle.White phosphorus is manufactured industrially by heating phosphate rock in the presence of carbon and silica in a furnace. This produces phosphorus as a vapour, which is then collected under water. Red phosphorus is made by gently heating white phosphorus to about 250°C in the absence of air.","history":"Phosphorus was first made by Hennig Brandt at Hamburg in 1669 when he evaporated urine and heated the residue until it was red hot, whereupon phosphorus vapour distilled which he collected by condensing it in water. Brandt kept his discovery secret, thinking he had discovered the Philosopher’s Stone that could turn base metals into gold. When he ran out of money, he sold phosphorus to Daniel Kraft who exhibited it around Europe including London where Robert Boyle was fascinated by it. He discovered how it was produced and investigated it systematically. (His assistant Ambrose Godfrey set up his own business making and selling phosphorus and became rich.)When it was realised that bone was calcium phosphate, and could be used to make phosphorus, and it became more widely available. Demand from match manufacturers in the 1800s ensured a ready market.","atomicRadius":1.8,"electronAffinity":72.037,"covalentRadius":1.09,"electronegativity":2.19,"oxidationStates":[5,3,-3]}