{"atomicNumber":16,"symbol":"S","name":"Sulfur","group":16,"groupBlock":"nonMetal","meltingPoint":388.36,"boilingPoint":717.76,"density":2.07,"atomicMass":32.06,"keyIsotopes":32,"ionisationEnergies":[999.589,2251.763,3356.72,4556.231,7004.305,8495.824,27107.363,31719.56],"cas":"7704-34-9","period":3,"block":"p","stateAt20c":"Solid","electronicConfiguration":[10,{"shell":3,"subshell":"s","electrons":2},{"shell":3,"subshell":"p","electrons":4}],"appearance":"There are several allotropes of sulfur. The most common appears as yellow crystals or powder.","uses":"Sulfur is used in the vulcanisation of black rubber, as a fungicide and in black gunpowder. Most sulfur is, however, used in the production of sulfuric acid, which is perhaps the most important chemical manufactured by western civilisations. The most important of sulfuric acid’s many uses is in the manufacture of phosphoric acid, to make phosphates for fertilisers. Mercaptans are a family of organosulfur compounds. Some are added to natural gas supplies because of their distinctive smell, so that gas leaks can be detected easily. Others are used in silver polish, and in the production of pesticides and herbicides. Sulfites are used to bleach paper and as preservatives for many foodstuffs. Many surfactants and detergents are sulfate derivatives. Calcium sulfate (gypsum) is mined on the scale of 100 million tonnes each year for use in cement and plaster.","biologicalRole":"Sulfur is essential to all living things. It is taken up as sulfate from the soil (or seawater) by plants and algae. It is used to make two of the essential amino acids needed to make proteins. It is also needed in some co-enzymes. The average human contains 140 grams and takes in about 1 gram a day, mainly in proteins.Sulfur and sulfate are non-toxic. However, carbon disulfide, hydrogen sulfide and sulfur dioxide are all toxic. Hydrogen sulfide is particularly dangerous and can cause death by respiratory paralysis. Sulfur dioxide is produced when coal and unpurified oil are burned. Sulfur dioxide in the atmosphere causes acid rain. This can cause lakes to die, partly by making toxic aluminium salts soluble, so that they are taken up by living things.","naturalAbundance":"Sulfur occurs naturally as the element, often in volcanic areas. This has traditionally been a major source for human use. It is also widely found in many minerals including iron pyrites, galena, gypsum and Epsom salts. Elemental sulfur was once commercially recovered from wells by the Frasch process. This involved forcing super-heated steam into the underground deposits to melt the sulfur, so it could be pumped to the surface as a liquid. Modern sulfur production is almost entirely from the various purification processes used to remove sulfur from natural gas, oil and tar sands. All living things contain sulfur and when fossilised (as in fossil fuels) the sulfur remains present. If unpurified fossil fuels are burnt, sulfur dioxide can enter the atmosphere, leading to acid rain.","history":"Sulfur is mentioned 15 times in the Bible, and was best known for destroying Sodom and Gomorrah. It was also known to the ancient Greeks, and burnt as a fumigant. Sulfur was mined near Mount Etna in Sicily and used for bleaching cloth and preserving wine, both of which involved burning it to form sulfur dioxide, and allowing this to be absorbed by wet clothes or the grape juice. For centuries, sulfur along with mercury and salt, was believed to be a component of all metals and formed the basis of alchemy whereby one metal could be transmuted into another.Antoine Lavoisier thought that sulfur was an element, but in 1808 Humphry Davy  said it contained hydrogen. However, his sample was impure and when Louis-Josef Gay-Lussac and Louis-Jacques Thénard proved it to be an element the following year, Davy eventually agreed.","atomicRadius":1.8,"electronAffinity":200.41,"covalentRadius":1.04,"electronegativity":2.58,"oxidationStates":[6,4,2,-2]}