{"atomicNumber":17,"symbol":"Cl","name":"Chlorine","group":17,"groupBlock":"halogen","meltingPoint":171.7,"boilingPoint":239.11,"density":0.002898,"atomicMass":35.45,"keyIsotopes":[35,37],"ionisationEnergies":[1251.186,2297.663,3821.78,5158.608,6541.7,9361.97,11018.221,33603.91],"cas":"7782-50-5","period":3,"block":"p","stateAt20c":"Gas","electronicConfiguration":[10,{"shell":3,"subshell":"s","electrons":2},{"shell":3,"subshell":"p","electrons":5}],"appearance":"A yellowy-green dense gas with a choking smell.","uses":"Chlorine kills bacteria – it is a disinfectant. It is used to treat drinking water and swimming pool water. It is also used to make hundreds of consumer products from paper to paints, and from textiles to insecticides. About 20% of chlorine produced is used to make PVC. This is a very versatile plastic used in window frames, car interiors, electrical wiring insulation, water pipes, blood bags and vinyl flooring.Another major use for chlorine is in organic chemistry. It is used as an oxidising agent and in substitution reactions. 85% of pharmaceuticals use chlorine or its compounds at some stage in their manufacture.In the past chlorine was commonly used to make chloroform (an anaesthetic) and carbon tetrachloride (a dry-cleaning solvent). However, both of these chemicals are now strictly controlled as they can cause liver damage. Chlorine gas is itself very poisonous, and was used as a chemical weapon during the First World War.","biologicalRole":"The chloride ion is essential to life. It is mostly present in cell fluid as a negative ion to balance the positive (mainly potassium) ions. It is also present in extra-cellular fluid (eg blood) to balance the positive (mainly sodium) ions. We get most of the chloride we need from salt. Typical daily salt intake is about 6 grams, but we could manage with half this amount.","naturalAbundance":"Chlorine is not found uncombined in nature. Halite (sodium chloride or ‘common salt’) is the main mineral that is mined for chlorine. Sodium chloride is a very soluble salt that has been leached into the oceans over the lifetime of the Earth. Several salt beds, or ‘lakes’ are found where ancient seas have evaporated, and these can be mined for chloride. Chlorine is also found in the minerals carnallite (magnesium potassium chloride) and sylvite (potassium chloride). 40 million tonnes of chlorine gas are made each year from the electrolysis of brine (sodium chloride solution). This process also produces useful sodium hydroxide.","history":"Hydrochloric acid (HCl) was known to the alchemists. The gaseous element itself was first produced in 1774 by Carl Wilhelm Scheele at Uppsala, Sweden, by heating hydrochloric acid with the mineral pyrolusite which is naturally occuring manganese dioxide, MnO2. A dense, greenish-yellow gas was evolved which he recorded as having a choking smell and which dissolved in water to give an acid solution. He noted that it bleached litmus paper, and decolourised leaves and flowers.Humphry Davy investigated it in 1807 and eventually concluded not only that it was a simple substance, but that it was truly an element. He announced this in 1810 and yet it took another ten years for some chemists finally to accept that chlorine really was an element.","atomicRadius":1.75,"electronAffinity":348.575,"covalentRadius":1,"electronegativity":3.16,"oxidationStates":[7,5,3,1,-1]}