{"atomicNumber":18,"symbol":"Ar","name":"Argon","group":18,"groupBlock":"nobleGas","meltingPoint":83.81,"boilingPoint":87.302,"density":0.001633,"atomicMass":39.948,"keyIsotopes":40,"ionisationEnergies":[1520.571,2665.857,3930.81,5770.79,7238.33,8781.034,11995.347,13841.79],"cas":"7440-37-1","period":3,"block":"p","stateAt20c":"Gas","electronicConfiguration":[10,{"shell":3,"subshell":"s","electrons":2},{"shell":3,"subshell":"p","electrons":6}],"appearance":"Argon is a colourless, odourless gas that is totally inert to other substances.","uses":"Argon is often used when an inert atmosphere is needed. It is used in this way for the production of titanium and other reactive elements. It is also used by welders to protect the weld area and in incandescent light bulbs to stop oxygen from corroding the filament. Argon is used in fluorescent tubes and low-energy light bulbs. A low-energy light bulb often contains argon gas and mercury. When it is switched on an electric discharge passes through the gas, generating UV light. The coating on the inside surface of the bulb is activated by the UV light and it glows brightly. Double-glazed windows use argon to fill the space between the panes. The tyres of luxury cars can contain argon to protect the rubber and reduce road noise.","biologicalRole":"Argon has no known biological role.","naturalAbundance":"Argon makes up 0.94% of the Earth’s atmosphere and is the third most abundant atmospheric gas. Levels have gradually increased since the Earth was formed because radioactive potassium-40 turns into argon as it decays. Argon is obtained commercially by the distillation of liquid air.","history":"Although argon is abundant in the Earth’s atmosphere, it evaded discovery until 1894 when Lord Rayleigh and William Ramsay first separated it from liquid air. In fact the gas had been isolated in 1785 by Henry Cavendish who had noted that about 1% of air would not react even under the most extreme conditions. That 1% was argon.Argon was discovered as a result of trying to explain why the density of nitrogen extracted from air differed from that obtained by the decomposition of ammonia. Ramsay removed all the nitrogen from the gas he had extracted from air, and did this by reacting it with hot magnesium, forming the solid magnesium nitride. He was then left with a gas that would not react and when he examined its spectrum he saw new groups of red and green lines, confirming that it was a new element.","atomicRadius":1.88,"covalentRadius":1.01,"oxidationStates":[]}