{"atomicNumber":19,"symbol":"K","name":"Potassium","group":1,"groupBlock":"alkaliMetal","meltingPoint":336.7,"boilingPoint":1032,"density":0.89,"atomicMass":39.098,"keyIsotopes":39,"ionisationEnergies":[418.81,3051.83,4419.607,5876.92,7975.48,9590.6,11342.82,14943.65],"cas":"7440-09-7","period":4,"block":"s","stateAt20c":"Solid","electronicConfiguration":[18,{"shell":4,"subshell":"s","electrons":1}],"appearance":"A soft, silvery metal that tarnishes in air within minutes.","uses":"The greatest demand for potassium compounds is in fertilisers. Many other potassium salts are of great importance, including the nitrate, carbonate, chloride, bromide, cyanide and sulfate. Potassium carbonate is used in the manufacture of glass. Potassium hydroxide is used to make detergent and liquid soap. Potassium chloride is used in pharmaceuticals and saline drips.","biologicalRole":"Potassium is essential to life. Potassium ions are found in all cells. It is important for maintaining fluid and electrolyte balance. Plant cells are particularly rich in potassium, which they get from the soil. Agricultural land, from which harvests are taken every year, needs to have its potassium replenished by adding potassium-based fertilisers. The average human consumes up to 7 grams of potassium a day, and stores about 140 grams in the body cells. A normal healthy diet contains enough potassium, but some foods such as instant coffee, sardines, nuts, raisins, potatoes and chocolate have above average potassium content. The naturally occurring isotope potassium-40 is radioactive and, although this radioactivity is mild, it may be one natural cause of genetic mutation in humans.","naturalAbundance":"Potassium is the seventh most abundant metal in the Earth’s crust. It makes up 2.4% by mass. There are deposits of billions of tonnes of potassium chloride throughout the world. Mining extracts about 35 million tonnes a year. Most potassium minerals are found in igneous rocks and are sparingly soluble. The metal is difficult to obtain from these minerals. There are, however, other minerals such as sylvite (potassium chloride), sylvinite (a mixture of potassium and sodium chloride) and carnallite (potassium magnesium chloride) that are found in deposits formed by evaporation of old seas or lakes. The potassium salts can be easily recovered from these. Potassium salts are also found in the ocean but in smaller amounts compared with sodium.","history":"Potassium salts in the form of saltpetre (potassium nitrate, KNO3), alum (potassium aluminium sulfate, KAl(SO4)2), and potash (potassium carbonate, K2CO3) have been known for centuries. They were used in gunpowder, dyeing, and soap making. They were scraped from the walls of latrines, manufactured from clay and sulfuric acid, and collected as wood ash respectively. Reducing them to the element defeated the early chemists and potassium was classed as an ‘earth’ by Antoine Lavoisier. Then in 1807, Humphry Davy exposed moist potash to an electric current and observed the formation of metallic globules of a new metal, potassium. He noted that when they were dropped into water they skimmed around on the surface, burning with a lavender-coloured flame.","atomicRadius":2.75,"electronAffinity":48.385,"covalentRadius":2,"electronegativity":0.82,"oxidationStates":[1]}