{"atomicNumber":2,"symbol":"He","name":"Helium","group":18,"groupBlock":"nobleGas","boilingPoint":4.222,"density":0.000164,"atomicMass":4.003,"keyIsotopes":4,"ionisationEnergies":[2372.322,5250.516],"cas":"7440-59-7","period":1,"block":"s","stateAt20c":"Gas","electronicConfiguration":[{"shell":1,"subshell":"s","electrons":2}],"appearance":"A colourless, odourless gas that is totally unreactive.","uses":"Helium is used as a cooling medium for the Large Hadron Collider (LHC), and the superconducting magnets in MRI scanners and NMR spectrometers. It is also used to keep satellite instruments cool and was used to cool the liquid oxygen and hydrogen that powered the Apollo space vehicles.Because of its low density helium is often used to fill decorative balloons, weather balloons and airships. Hydrogen was once used to fill balloons but it is dangerously reactive. Because it is very unreactive, helium is used to provide an inert protective atmosphere for making fibre optics and semiconductors, and for arc welding. Helium is also used to detect leaks, such as in car air-conditioning systems, and because it diffuses quickly it is used to inflate car airbags after impact. A mixture of 80% helium and 20% oxygen is used as an artificial atmosphere for deep-sea divers and others working under pressurised conditions. Helium-neon gas lasers are used to scan barcodes in supermarket checkouts. A new use for helium is a helium-ion microscope that gives better image resolution than a scanning electron microscope.","biologicalRole":"Helium has no known biological role. It is non-toxic.","naturalAbundance":"After hydrogen, helium is the second most abundant element in the universe. It is present in all stars. It was, and is still being, formed from alpha-particle decay of radioactive elements in the Earth. Some of the helium formed escapes into the atmosphere, which contains about 5 parts per million by volume. This is a dynamic balance, with the low-density helium continually escaping to outer space. It is uneconomical to extract helium from the air. The major source is natural gas, which can contain up to 7% helium.","history":"In 1868, Pierre J. C. Janssen travelled to India to measure the solar spectrum during a total eclipse and observed a new yellow line which indicated a new element. Joseph Norman Lockyer recorded the same line by observing the sun through London smog and, assuming the new element to be a metal, he named it helium.In 1882, the Italian Luigi Palmieri found the same line the spectrum of gases emitted by Vesuvius, as did the American William Hillebrand in 1889 when he collected the gas given off by the mineral uraninite (UO2) as it dissolves in acid. However, it was Per Teodor Cleve and Nils Abraham Langer at Uppsala, Sweden, in 1895, who repeated that experiment and confirmed it was helium and measured its atomic weight.","atomicRadius":1.4,"covalentRadius":0.37,"oxidationStates":[]}