{"atomicNumber":20,"symbol":"Ca","name":"Calcium","group":2,"groupBlock":"alkalineEarthMetal","meltingPoint":1115,"boilingPoint":1757,"density":1.54,"atomicMass":40.078,"keyIsotopes":40,"ionisationEnergies":[589.83,1145.447,4912.368,6490.57,8153,10495.68,12272.9,14206.5],"cas":"7440-70-2","period":4,"block":"s","stateAt20c":"Solid","electronicConfiguration":[18,{"shell":4,"subshell":"s","electrons":2}],"appearance":"Calcium is a silvery-white, soft metal that tarnishes rapidly in air and reacts with water.","uses":"Calcium metal is used as a reducing agent in preparing other metals such as thorium and uranium. It is also used as an alloying agent for aluminium, beryllium, copper, lead and magnesium alloys. Calcium compounds are widely used. There are vast deposits of limestone (calcium carbonate) used directly as a building stone and indirectly for cement. When limestone is heated in kilns it gives off carbon dioxide gas leaving behind quicklime (calcium oxide). This reacts vigorously with water to give slaked lime (calcium hydroxide). Slaked lime is used to make cement, as a soil conditioner and in water treatment to reduce acidity, and in the chemicals industry. It is also used in steel making to remove impurities from the molten iron ore. When mixed with sand, slaked lime takes up carbon dioxide from the air and hardens as lime plaster. Gypsum (calcium sulfate) is used by builders as a plaster and by nurses for setting bones, as ‘plaster of Paris’.","biologicalRole":"Calcium is essential to all living things, particularly for the growth of healthy teeth and bones. Calcium phosphate is the main component of bone. The average human contains about 1 kilogram of calcium. Children and pregnant women are encouraged to eat foods rich in calcium, such as milk and dairy products, leafy green vegetables, fish and nuts and seeds.","naturalAbundance":"Calcium is the fifth most abundant metal in the Earth’s crust (4.1%). It is not found uncombined in nature, but occurs abundantly as limestone (calcium carbonate), gypsum (calcium sulfate), fluorite (calcium fluoride) and apatite (calcium chloro- or fluoro-phosphate). Hard water contains dissolved calcium bicarbonate. When this filters through the ground and reaches a cave, it precipitates out to form stalactites and stalagmites. Calcium metal is prepared commercially by heating lime with aluminium in a vacuum.","history":"Lime (calcium oxide, CaO) was the useful material obtained by heating limestone and used for centuries to make plaster and mortar. Antoine Lavoisier classified it as an ‘earth’ because it seemed impossible to reduce it further, but he suspected it was the oxide of an unknown element. In 1808, Humphry Davy tried to reduce moist lime by electrolysis, just as he had done with sodium and potassium, but he was not successful. So he tried a mixture of lime and mercury oxide and while this produced an amalgam of calcium and mercury, it was not enough to confirm that he’d obtained a new element.  (Jöns Jacob Berzelius had conducted a similar experiment and also obtained the amalgam.) Davy tried using more lime in the mixture and produced more of the amalgam from which he distilled off the mercury leaving just calcium.","atomicRadius":2.31,"electronAffinity":2.369,"covalentRadius":1.74,"electronegativity":1,"oxidationStates":[2]}