{"atomicNumber":21,"symbol":"Sc","name":"Scandium","group":3,"groupBlock":"transitionMetal","meltingPoint":1814,"boilingPoint":3109,"density":2.99,"atomicMass":44.956,"keyIsotopes":45,"ionisationEnergies":[633.088,1234.99,2388.655,7090.65,8842.88,10679,13315,15254.3],"cas":"7440-20-2","period":4,"block":"d","stateAt20c":"Solid","electronicConfiguration":[18,{"shell":3,"subshell":"d","electrons":1},{"shell":4,"subshell":"s","electrons":2}],"appearance":"A silvery metal that tarnishes in air, burns easily and reacts with water.","uses":"Scandium is mainly used for research purposes. It has, however, great potential because it has almost as low a density as aluminium and a much higher melting point. An aluminium-scandium alloy has been used in Russian MIG fighter planes, high-end bicycle frames and baseball bats. Scandium iodide is added to mercury vapour lamps to produce a highly efficient light source resembling sunlight. These lamps help television cameras to reproduce colour well when filming indoors or at night-time. The radioactive isotope scandium-46 is used as a tracer in oil refining to monitor the movement of various fractions. It can also be used in underground pipes to detect leaks.","biologicalRole":"Scandium has no known biological role. It is a suspected carcinogen.","naturalAbundance":"Scandium is very widely distributed, and occurs in minute quantities in over 800 mineral species. It is the main component of the very rare and collectable mineral thortveitite, found in Scandinavia.Scandium can be recovered from thortveitite or extracted as a by-product from uranium mill tailings (sandy waste material). Metallic scandium can be prepared by reducing the fluoride with calcium metal. It can also be prepared by electrolysing molten potassium, lithium and scandium chlorides, using electrodes of tungsten wire and molten zinc.","history":"In 1869, Mendeleev noticed that there was a gap in atomic weights between calcium (40) and titanium (48) and predicted there was an undiscovered element of intermediate atomic weight. He forecast that its oxide would be X2O3. It was discovered as scandium in 1879, by Lars Frederik Nilson of the University of Uppsala, Sweden. He extracted it from euxenite, a complex mineral containing eight metal oxides. He had already extracted erbium oxide from euxenite, and from this oxide he obtained ytterbium oxide and then another oxide of a lighter element whose atomic spectrum showed it to be an unknown metal. This was the metal that Mendeleev had predicted and its oxide was Sc2O3.Scandium metal itself was only produced in 1937 by the electrolysis of molten scandium chloride.","atomicRadius":2.15,"electronAffinity":18.139,"covalentRadius":1.59,"electronegativity":1.36,"oxidationStates":[3]}