{"atomicNumber":22,"symbol":"Ti","name":"Titanium","group":4,"groupBlock":"transitionMetal","meltingPoint":1943,"boilingPoint":3560,"density":4.506,"atomicMass":47.867,"keyIsotopes":48,"ionisationEnergies":[658.813,1309.837,2652.546,4174.651,9581,11532.89,13585.1,16441.1],"cas":"7440-32-6","period":4,"block":"d","stateAt20c":"Solid","electronicConfiguration":[18,{"shell":3,"subshell":"d","electrons":2},{"shell":4,"subshell":"s","electrons":2}],"appearance":"A hard, shiny and strong metal.","uses":"Titanium is as strong as steel but much less dense. It is therefore important as an alloying agent with many metals including aluminium, molybdenum and iron. These alloys are mainly used in aircraft, spacecraft and missiles because of their low density and ability to withstand extremes of temperature. They are also used in golf clubs, laptops, bicycles and crutches. Power plant condensers use titanium pipes because of their resistance to corrosion. Because titanium has excellent resistance to corrosion in seawater, it is used in desalination plants and to protect the hulls of ships, submarines and other structures exposed to seawater. Titanium metal connects well with bone, so it has found surgical applications such as in joint replacements (especially hip joints) and tooth implants.  The largest use of titanium is in the form of titanium(IV) oxide. It is extensively used as a pigment in house paint, artists’ paint, plastics, enamels and paper. It is a bright white pigment with excellent covering power. It is also a good reflector of infrared radiation and so is used in solar observatories where heat causes poor visibility. Titanium(IV) oxide is used in sunscreens because it prevents UV light from reaching the skin. Nanoparticles of titanium(IV) oxide appear invisible when applied to the skin.","biologicalRole":"Titanium has no known biological role. It is non-toxic. Fine titanium dioxide dust is a suspected carcinogen.","naturalAbundance":"Titanium is the ninth most abundant element on Earth. It is almost always present in igneous rocks and the sediments derived from them. It occurs in the minerals ilmenite, rutile and sphene and is present in titanates and many iron ores. Titanium is produced commercially by reducing titanium(IV) chloride with magnesium. Titanium(IV) oxide is produced commercially by either the ‘sulfate process’ or the ‘chloride process’, both of which use the mineral ilmenite as a starting material.","history":"The first titanium mineral, a black sand called menachanite, was discovered in 1791 in Cornwall by the Reverend William Gregor. He analysed it and deduced it was made up of the oxides of iron and an unknown metal, and reported it as such to the Royal Geological Society of Cornwall.In 1795, the German scientist Martin Heinrich Klaproth of Berlin investigated a red ore known as Schörl from Hungary. This is a form of rutile (TiO2) and Klaproth realised it was the oxide of a previously unknown element which he named titanium. When he was told of Gregor’s discovery he investigated menachanite and confirmed it too contained titanium.It was not until 1910 that M. A. Hunter, working for General Electric in the USA, made pure titanium metal by heating titanium tetrachloride and sodium metal.","atomicRadius":2.11,"electronAffinity":7.622,"covalentRadius":1.48,"electronegativity":1.54,"oxidationStates":[4,3]}