{"atomicNumber":23,"symbol":"V","name":"Vanadium","group":5,"groupBlock":"transitionMetal","meltingPoint":2183,"boilingPoint":3680,"density":6,"atomicMass":50.942,"keyIsotopes":51,"ionisationEnergies":[650.908,1410.423,2828.082,4506.734,6298.727,12362.67,14530.7,16730.6],"cas":"7440-62-2","period":4,"block":"d","stateAt20c":"Solid","electronicConfiguration":[18,{"shell":3,"subshell":"d","electrons":3},{"shell":4,"subshell":"s","electrons":2}],"appearance":"A silvery metal that resists corrosion.","uses":"About 80% of the vanadium produced is used as a steel additive. Vanadium-steel alloys are very tough and are used for armour plate, axles, tools, piston rods and crankshafts. Less than 1% of vanadium, and as little chromium, makes steel shock resistant and vibration resistant. Vanadium alloys are used in nuclear reactors because of vanadium’s low neutron-absorbing properties. Vanadium(V) oxide is used as a pigment for ceramics and glass, as a catalyst and in producing superconducting magnets.","biologicalRole":"Vanadium is essential to some species, including humans, although we need very little. We take in just 0.01 milligrams each day, and this is more than sufficient for our needs. In some compounds vanadium can become toxic.","naturalAbundance":"Vanadium is found in about 65 different minerals including vanadinite, carnotite and patronite. It is also found in phosphate rock, certain iron ores and some crude oils in the form of organic complexes. Vanadium metal is obtained by reducing vanadium(V) oxide with calcium in a pressure vessel. Vanadium of high purity can be obtained by reducing vanadium(III) chloride with magnesium.","history":"Vanadium was discovered twice. The first time was in 1801 by Andrés Manuel del Rio who was Professor of Mineralogy in Mexico City. He found it in a specimen of vanadite, Pb5(VO4)3Cl and sent a sample to Paris. However, French chemists concluded that it was a chromium mineral.The second time vanadium was discovered was in 1831 by the Swedish chemist Nil Gabriel Selfström at Stockholm. He separated it from a sample of cast iron made from ore that had been mined at Småland. He was able to show that it was a new element, and in so doing he beat a rival chemist, Friedrich Wöhler, to the discovery He was also working another vanadium mineral from Zimapan.Pure vanadium was produced by Henry Roscoe at Manchester, in 1869, and he showed that previous samples of the metal were really vanadium nitride (VN).","atomicRadius":2.07,"electronAffinity":50.655,"covalentRadius":1.44,"electronegativity":1.63,"oxidationStates":[5,4,3,2]}