{"atomicNumber":25,"symbol":"Mn","name":"Manganese","group":7,"groupBlock":"transitionMetal","meltingPoint":1519,"boilingPoint":2334,"density":7.3,"atomicMass":54.938,"keyIsotopes":55,"ionisationEnergies":[717.274,1509.03,3248.468,4940,6985.5,9224,11501.342,18766.4],"cas":"7439-96-5","period":4,"block":"d","stateAt20c":"Solid","electronicConfiguration":[18,{"shell":3,"subshell":"d","electrons":5},{"shell":4,"subshell":"s","electrons":2}],"appearance":"A hard, brittle, silvery metal.","uses":"Manganese is too brittle to be of much use as a pure metal. It is mainly used in alloys, such as steel. Steel contains about 1% manganese, to increase the strength and also improve workability and resistance to wear. Manganese steel contains about 13% manganese. This is extremely strong and is used for railway tracks, safes, rifle barrels and prison bars.Drinks cans are made of an alloy of aluminium with 1.5% manganese, to improve resistance to corrosion. With aluminium, antimony and copper it forms highly magnetic alloys. Manganese(IV) oxide is used as a catalyst, a rubber additive and to decolourise glass that is coloured green by iron impurities. Manganese sulfate is used to make a fungicide. Manganese(II) oxide is a powerful oxidising agent and is used in quantitative analysis. It is also used to make fertilisers and ceramics.","biologicalRole":"Manganese is an essential element in all known living organisms. Many types of enzymes contain manganese. For example, the enzyme responsible for converting water molecules to oxygen during photosynthesis contains four atoms of manganese.  Some soils have low levels of manganese and so it is added to some fertilisers and given as a food supplement to grazing animals. The average human body contains about 12 milligrams of manganese. We take in about 4 milligrams each day from such foods as nuts, bran, wholegrain cereals, tea and parsley. Without it, bones grow spongier and break more easily. It is also essential for utilisation of vitamin B1.","naturalAbundance":"Manganese is the fifth most abundant metal in the Earth’s crust. Its minerals are widely distributed, with pyrolusite (manganese dioxide) and rhodochrosite (manganese carbonate) being the most common. The main mining areas for manganese are in China, Africa, Australia and Gabon. The metal is obtained by reducing the oxide with sodium, magnesium or aluminium, or by the electrolysis of manganese sulfate.Manganese nodules have been found on the floor of the oceans. These nodules contain about 24% manganese, along with smaller amounts of many other elements.","history":"Manganese in the form of the black ore pyrolucite (manganese dioxide, MnO2) was used by the pre-historic cave painters of the Lascaux region of France around 30,000 years ago. In more recent times was used by glass makers to remove the pale greenish tint of natural glass.In 1740, the Berlin glass technologist Johann Heinrich Pott investigated it chemically and showed that it contained no iron as has been assumed. From it he was able to make potassium permanganate (KMnO4), one of the strongest oxidising agents known. Several chemists in the 1700s tried unsuccessfully to isolate the metal component in pyrolusite. The first person to do this was the Swedish chemist and mineralogist Johan Gottlieb Gahn in 1774. However, a student at Vienna, Ignatius Kaim, had already described how he had produced manganese metal, in his dissertation written in 1771.","atomicRadius":2.05,"covalentRadius":1.29,"electronegativity":1.55,"oxidationStates":[7,6,4,3,2,-1]}