{"atomicNumber":26,"symbol":"Fe","name":"Iron","group":8,"groupBlock":"transitionMetal","meltingPoint":1811,"boilingPoint":3134,"density":7.87,"atomicMass":55.845,"keyIsotopes":56,"ionisationEnergies":[762.466,1561.876,2957.469,5287.4,7236,9561.7,12058.74,14575.08],"cas":"7439-89-6","period":4,"block":"d","stateAt20c":"Solid","electronicConfiguration":[18,{"shell":3,"subshell":"d","electrons":6},{"shell":4,"subshell":"s","electrons":2}],"appearance":"A shiny, greyish metal that rusts in damp air.","uses":"Iron is an enigma – it rusts easily, yet it is the most important of all metals. 90% of all metal that is refined today is iron. Most is used to manufacture steel, used in civil engineering (reinforced concrete, girders etc) and in manufacturing. There are many different types of steel with different properties and uses. Ordinary carbon steel is an alloy of iron with carbon (from 0.1% for mild steel up to 2% for high carbon steels), with small amounts of other elements. Alloy steels are carbon steels with other additives such as nickel, chromium, vanadium, tungsten and manganese. These are stronger and tougher than carbon steels and have a huge variety of applications including bridges, electricity pylons, bicycle chains, cutting tools and rifle barrels.Stainless steel is very resistant to corrosion. It contains at least 10.5% chromium. Other metals such as nickel, molybdenum, titanium and copper are added to enhance its strength and workability. It is used in architecture, bearings, cutlery, surgical instruments and jewellery.Cast iron contains 3–5% carbon. It is used for pipes, valves and pumps. It is not as tough as steel but it is cheaper. Magnets can be made of iron and its alloys and compounds.Iron catalysts are used in the Haber process for producing ammonia, and in the Fischer–Tropsch process for converting syngas (hydrogen and carbon monoxide) into liquid fuels.","biologicalRole":"Iron is an essential element for all forms of life and is non-toxic. The average human contains about 4 grams of iron. A lot of this is in haemoglobin, in the blood. Haemoglobin carries oxygen from our lungs to the cells, where it is needed for tissue respiration. Humans need 10–18 milligrams of iron each day. A lack of iron will cause anaemia to develop. Foods such as liver, kidney, molasses, brewer’s yeast, cocoa and liquorice contain a lot of iron.","naturalAbundance":"Iron is the fourth most abundant element, by mass, in the Earth’s crust. The core of the Earth is thought to be largely composed of iron with nickel and sulfur. The most common iron-containing ore is haematite, but iron is found widely distributed in other minerals such as magnetite and taconite. Commercially, iron is produced in a blast furnace by heating haematite or magnetite with coke (carbon) and limestone (calcium carbonate). This forms pig iron, which contains about 3% carbon and other impurities, but is used to make steel. Around 1.3 billion tonnes of crude steel are produced worldwide each year.","history":"Iron objects have been found in Egypt dating from around 3500 BC. They contain about 7.5% nickel, which indicates that they were of meteoric origin.The ancient Hittites of Asia Minor, today’s Turkey, were the first to smelt iron from its ores around 1500 BC and this new, stronger, metal gave them economic and political power. The Iron Age had begun. Some kinds of iron were clearly superior to others depending on its carbon content, although this was not appreciated. Some iron ore contained vanadium producing so-called Damascene steel, ideal for swords.The first person to explain the various types of iron was René Antoine Ferchault de Réaumur who wrote a book on the subject in 1722. This explained how steel, wrought iron, and cast iron, were to be distinguished by the amount of charcoal (carbon) they contained. The Industrial Revolution which began that same century relied extensively on this metal.","atomicRadius":2.04,"electronAffinity":14.569,"covalentRadius":1.24,"electronegativity":1.83,"oxidationStates":[6,3,2,-2]}