{"atomicNumber":27,"symbol":"Co","name":"Cobalt","group":9,"groupBlock":"transitionMetal","meltingPoint":1768,"boilingPoint":3200,"density":8.86,"atomicMass":58.933,"keyIsotopes":59,"ionisationEnergies":[760.402,1648.356,3232.3,4949.7,7670.6,9842,12437,15225.4],"cas":"7440-48-4","period":4,"block":"d","stateAt20c":"Solid","electronicConfiguration":[18,{"shell":3,"subshell":"d","electrons":7},{"shell":4,"subshell":"s","electrons":2}],"appearance":"A lustrous, silvery-blue metal. It is magnetic.","uses":"Cobalt, like iron, can be magnetised and so is used to make magnets. It is alloyed with aluminium and nickel to make particularly powerful magnets.Other alloys of cobalt are used in jet turbines and gas turbine generators, where high-temperature strength is important.Cobalt metal is sometimes used in electroplating because of its attractive appearance, hardness and resistance to corrosion. Cobalt salts have been used for centuries to produce brilliant blue colours in paint, porcelain, glass, pottery and enamels. Radioactive cobalt-60 is used to treat cancer and, in some countries, to irradiate food to preserve it.","biologicalRole":"Cobalt is an essential trace element, and forms part of the active site of vitamin B12. The amount we need is very small, and the body contains only about 1 milligram. Cobalt salts can be given to certain animals in small doses to correct mineral deficiencies. In large doses cobalt is carcinogenic. Cobalt-60 is a radioactive isotope. It is an important source of gamma-rays. It is widely used in cancer treatment, as a tracer and for radiotherapy.","naturalAbundance":"Cobalt is found in the minerals cobaltite, skutterudite and erythrite. Important ore deposits are found in DR Congo, Canada, Australia, Zambia and Brazil. Most cobalt is formed as a by-product of nickel refining.A huge reserve of several transition metals (including cobalt) can be found in strange nodules on the floors of the deepest oceans. The nodules are manganese minerals that take millions of years to form, and together they contain many tonnes of cobalt.","history":"The tomb of Pharaoh Tutankhamen, who ruled from 1361-1352 BC, contained a small glass object coloured deep blue with cobalt. Cobalt blue was known even earlier in China and was used for pottery glazes.In 1730, chemist Georg Brandt of Stockholm became interested in a dark blue ore from some local copper workings and he eventually proved that it contained a hitherto unrecognised metal and he gave it the name by which its ore was cursed by miners in Germany, where it was sometimes mistaken for a silver ore. He published his results in 1739. For many years his claim to have uncovered a new metal was disputed by other chemists who said his new element was really a compound of iron and arsenic, but eventually it was recognised as an element in its own right.","atomicRadius":2,"electronAffinity":63.873,"covalentRadius":1.18,"electronegativity":1.88,"oxidationStates":[3,2,-1]}