{"atomicNumber":28,"symbol":"Ni","name":"Nickel","group":10,"groupBlock":"transitionMetal","meltingPoint":1728,"boilingPoint":3186,"density":8.9,"atomicMass":58.693,"keyIsotopes":58,"ionisationEnergies":[737.129,1753.027,3395.32,5297,7338.67,10420,12833,15631],"cas":"7440-02-0","period":4,"block":"d","stateAt20c":"Solid","electronicConfiguration":[18,{"shell":3,"subshell":"d","electrons":8},{"shell":4,"subshell":"s","electrons":2}],"appearance":"A silvery metal that resists corrosion even at high temperatures.","uses":"Nickel resists corrosion and is used to plate other metals to protect them. It is, however, mainly used in making alloys such as stainless steel. Nichrome is an alloy of nickel and chromium with small amounts of silicon, manganese and iron. It resists corrosion, even when red hot, so is used in toasters and electric ovens. A copper-nickel alloy is commonly used in desalination plants, which convert seawater into fresh water. Nickel steel is used for armour plating. Other alloys of nickel are used in boat propeller shafts and turbine blades.Nickel is used in batteries, including rechargeable nickel-cadmium batteries and nickel-metal hydride batteries used in hybrid vehicles.Nickel has a long history of being used in coins. The US five-cent piece (known as a ‘nickel’) is 25% nickel and 75% copper. Finely divided nickel is used as a catalyst for hydrogenating vegetable oils. Adding nickel to glass gives it a green colour.","biologicalRole":"The biological role of nickel is uncertain. It can affect the growth of plants and has been shown to be essential to some species. Some nickel compounds can cause cancer if the dust is inhaled, and some people are allergic to contact with the metal. Nickel cannot be avoided completely. We take in nickel compounds with our diet. It is an essential element for some beans, such as the navy bean that is used for baked beans.","naturalAbundance":"The minerals from which most nickel is extracted are iron/nickel sulfides such as pentlandite. It is also found in other minerals, including garnierite. A substantial amount of the nickel on Earth arrived with meteorites. One of these landed in the region near Ontario, Canada, hundreds of millions of years ago. This region is now responsible for about 15% of the world’s production.","history":"Meteorites contain both iron and nickel, and earlier ages used them as a superior form of iron. Because the metal did not rust, it was regarded by the natives of Peru as a kind of silver. A zinc-nickel alloy called pai-t’ung (white copper) was in use in China as long ago as 200 BC. Some even reached Europe.In 1751, Axel Fredrik Cronstedt, working at Stockholm, investigated a new mineral – now called nickeline (NiAs) – which came from a mine at Los, Hälsingland, Sweden. He thought it might contain copper but what he extracted was a new metal which he announced and named nickel in 1754. Many chemists thought it was an alloy of cobalt, arsenic, iron and copper – these elements were present as trace contaminants. It was not until 1775 that pure nickel was produced by Torbern Bergman and this confirmed its elemental nature.","atomicRadius":1.97,"electronAffinity":111.537,"covalentRadius":1.17,"electronegativity":1.91,"oxidationStates":[3,2]}