{"atomicNumber":29,"symbol":"Cu","name":"Copper","group":11,"groupBlock":"transitionMetal","meltingPoint":1357.77,"boilingPoint":2833,"density":8.96,"atomicMass":63.546,"keyIsotopes":63,"ionisationEnergies":[745.482,1957.919,3554.616,5536.33,7699.5,9938,13411,16017],"cas":"7440-50-8","period":4,"block":"d","stateAt20c":"Solid","electronicConfiguration":[18,{"shell":3,"subshell":"d","electrons":10},{"shell":4,"subshell":"s","electrons":1}],"appearance":"A reddish-gold metal that is easily worked and drawn into wires.","uses":"Historically, copper was the first metal to be worked by people. The discovery that it could be hardened with a little tin to form the alloy bronze gave the name to the Bronze Age. Traditionally it has been one of the metals used to make coins, along with silver and gold. However, it is the most common of the three and therefore the least valued. All US coins are now copper alloys, and gun metals also contain copper. Most copper is used in electrical equipment such as wiring and motors. This is because it conducts both heat and electricity very well, and can be drawn into wires. It also has uses in construction (for example roofing and plumbing), and industrial machinery (such as heat exchangers).Copper sulfate is used widely as an agricultural poison and as an algicide in water purification. Copper compounds, such as Fehling’s solution, are used in chemical tests for sugar detection.","biologicalRole":"Copper is an essential element. An adult human needs around 1.2 milligrams of copper a day, to help enzymes transfer energy in cells. Excess copper is toxic. Genetic diseases, such as Wilson’s disease and Menkes’ disease, can affect the body’s ability to use copper properly.Unlike mammals, which use iron (in haemoglobin) to transport oxygen around their bodies, some crustaceans use copper complexes.","naturalAbundance":"Copper metal does occur naturally, but by far the greatest source is in minerals such as chalcopyrite and bornite. Copper is obtained from these ores and minerals by smelting, leaching and electrolysis. The major copper-producing countries are Chile, Peru and China.","history":"Copper beads have been excavated in northern Iraq and which are more than ten thousand years old and presumably made from native copper, nuggets of which can sometimes be found. Copper was widely used in the ancient world as bronze, its alloy with tin, which was used to make cutlery, coins, and tools. In China it was used for bells.Copper is not difficult to extract from it ores, but mineable deposits were relatively rare. Some, such as the copper mine at Falun, Sweden, date from the 1200s, were the source of great wealth. One way to extract the metal was to roast the sulfide ore then leach out the copper sulfate that was formed, with water. This was then trickled over scrap iron on the surface of which the copper deposited, forming a flaky layer that was easily removed.","atomicRadius":1.96,"electronAffinity":119.159,"covalentRadius":1.22,"electronegativity":1.9,"oxidationStates":[2,1]}