{"atomicNumber":3,"symbol":"Li","name":"Lithium","group":1,"groupBlock":"alkaliMetal","meltingPoint":453.65,"boilingPoint":1615,"density":0.534,"atomicMass":6.94,"keyIsotopes":7,"ionisationEnergies":[520.222,7298.15,11815.044],"cas":"7439-93-2","period":2,"block":"s","stateAt20c":"Solid","electronicConfiguration":[2,{"shell":2,"subshell":"s","electrons":1}],"appearance":"A soft, silvery metal. It has the lowest density of all metals. It reacts vigorously with water.","uses":"The most important use of lithium is in rechargeable batteries for mobile phones, laptops, digital cameras and electric vehicles. Lithium is also used in some non-rechargeable batteries for things like heart pacemakers, toys and clocks.Lithium metal is made into alloys with aluminium and magnesium, improving their strength and making them lighter. A magnesium-lithium alloy is used for armour plating. Aluminium-lithium alloys are used in aircraft, bicycle frames and high-speed trains.Lithium oxide is used in special glasses and glass ceramics. Lithium chloride is one of the most hygroscopic materials known, and is used in air conditioning and industrial drying systems (as is lithium bromide). Lithium stearate is used as an all-purpose and high-temperature lubricant. Lithium carbonate is used in drugs to treat manic depression, although its action on the brain is still not fully understood. Lithium hydride is used as a means of storing hydrogen for use as a fuel.","biologicalRole":"Lithium has no known biological role. It is toxic, except in very small doses.","naturalAbundance":"Lithium does not occur as the metal in nature, but is found combined in small amounts in nearly all igneous rocks and in the waters of many mineral springs. Spodumene, petalite, lepidolite, and amblygonite are the more important minerals containing lithium. Most lithium is currently produced in Chile, from brines that yield lithium carbonate when treated with sodium carbonate. The metal is produced by the electrolysis of molten lithium chloride and potassium chloride.","history":"The first lithium mineral petalite, LiAlSi4O10, was discovered on the Swedish island of Utö by the Brazilian, Jozé Bonifácio de Andralda e Silva in the 1790s. It was observed to give an intense crimson flame when thrown onto a fire. In 1817, Johan August Arfvedson of Stockholm analysed it and deduced it contained a previously unknown metal, which he called lithium. He realised this was a new alkali metal and a lighter version of sodium. However, unlike sodium he was not able to separate it by electrolysis. In 1821 William Brande obtained a tiny amount this way but not enough on which to make measurements. It was not until 1855 that the German chemist Robert Bunsen and the British chemist Augustus Matthiessen obtained it in bulk by the electrolysis of molten lithium chloride.","atomicRadius":1.82,"electronAffinity":59.633,"covalentRadius":1.3,"electronegativity":0.98,"oxidationStates":[1]}