{"atomicNumber":30,"symbol":"Zn","name":"Zinc","group":12,"groupBlock":"transitionMetal","meltingPoint":692.677,"boilingPoint":1180,"density":7.134,"atomicMass":65.38,"keyIsotopes":64,"ionisationEnergies":[906.402,1733.3,3832.687,5731.2,7969.7,10420,12929,16788],"cas":"7440-66-6","period":4,"block":"d","stateAt20c":"Solid","electronicConfiguration":[18,{"shell":3,"subshell":"d","electrons":10},{"shell":4,"subshell":"s","electrons":2}],"appearance":"A silvery-white metal with a blue tinge. It tarnishes in air.","uses":"Most zinc is used to galvanise other metals, such as iron, to prevent rusting. Galvanised steel is used for car bodies, street lamp posts, safety barriers and suspension bridges. Large quantities of zinc are used to produce die-castings, which are important in the automobile, electrical and hardware industries. Zinc is also used in alloys such as brass, nickel silver and aluminium solder. Zinc oxide is widely used in the manufacture of very many products such as paints, rubber, cosmetics, pharmaceuticals, plastics, inks, soaps, batteries, textiles and electrical equipment. Zinc sulfide is used in making luminous paints, fluorescent lights and x-ray screens.","biologicalRole":"Zinc is essential for all living things, forming the active site in over 20 metallo-enzymes. The average human body contains about 2.5 grams and takes in about 15 milligrams per day. Some foods have above average levels of zinc, including herring, beef, lamb, sunflower seeds and cheese. Zinc can be carcinogenic in excess. If freshly formed zinc(II) oxide is inhaled, a disorder called the ‘oxide shakes’ or ‘zinc chills’ can occur.","naturalAbundance":"Zinc is found in several ores, the principal ones being zinc blende (zinc sulfide) and calamine (zinc silicate). The principal mining areas are in China, Australia and Peru. Commercially, zinc is obtained from its ores by concentrating and roasting the ore, then reducing it to zinc by heating with carbon or by electrolysis. World production is more than 11 million tonnes a year.","history":"Zinc was known to the Romans but rarely used. It was first recognised as a metal in its own right in India and the waste from a zinc smelter at Zawar, in Rajasthan, testifies to the large scale on which it was refined during the period 1100 to the 1500.Zinc refining in China was carried out on a large scale by the 1500s. An East India Company ship which sank off the coast of Sweden in 1745 was carrying a cargo of Chinese zinc and analysis of reclaimed ingots showed them to be almost the pure metal.In 1668, a Flemish metallurgist, P. Moras de Respour, reported the extraction of metallic zinc from zinc oxide, but as far as Europe was concerned zinc was discovered by the German chemist Andreas Marggraf in 1746, and indeed he was the first to recognise it as a new metal.","atomicRadius":2.01,"covalentRadius":1.2,"electronegativity":1.65,"oxidationStates":[2]}