{"atomicNumber":31,"symbol":"Ga","name":"Gallium","group":13,"groupBlock":"postTransitionMetal","meltingPoint":302.9146,"boilingPoint":2502,"density":5.91,"atomicMass":69.723,"keyIsotopes":69,"ionisationEnergies":[578.845,1979.411,2964.589,6101.829,8298.7,10873.9,13594.8,16392.9],"cas":"7440-55-3","period":4,"block":"p","stateAt20c":"Solid","electronicConfiguration":[18,{"shell":3,"subshell":"d","electrons":10},{"shell":4,"subshell":"s","electrons":2},{"shell":4,"subshell":"p","electrons":1}],"appearance":"Gallium is a soft, silvery-white metal, similar to aluminium.","uses":"Gallium arsenide has a similar structure to silicon and is a useful silicon substitute for the electronics industry. It is an important component of many semiconductors. It is also used in red LEDs (light emitting diodes) because of its ability to convert electricity to light. Solar panels on the Mars Exploration Rover contained gallium arsenide.Gallium nitride is also a semiconductor. It has particular properties that make it very versatile. It has important uses in Blu-ray technology, mobile phones, blue and green LEDs and pressure sensors for touch switches.Gallium readily alloys with most metals. It is particularly used in low-melting alloys. It has a high boiling point, which makes it ideal for recording temperatures that would vaporise a thermometer.","biologicalRole":"Gallium has no known biological role. It is non-toxic.","naturalAbundance":"It is present in trace amounts in the minerals diaspore, sphalerite, germanite, bauxite and coal. It is mainly produced as a by-product of zinc refining.The metal can be obtained by electrolysis of a solution of gallium(III) hydroxide in potassium hydroxide.","history":"Gallium was discovered in Paris by Paul-Émile Lecoq de Boisbaudran in 1875. He observed a new violet line in the atomic spectrum of some zinc he had extracted from a sample of zinc blende ore (ZnS) from the Pyrenees. He knew it meant that an unknown element was present.What Boisbaudran didn’t realise was that its existence, and properties, had been predicted by Mendeleev whose periodic table showed there was a gap below aluminium which was yet to be occupied. He forecast that the missing element’s atomic weight would be around 68 and its density would be 5.9 g/cm3.By November of 1875, Boisbaudran had isolated and purified the new metal and shown that it was like aluminium. In December 1875 he announced it to the French Academy of Sciences.","atomicRadius":1.87,"electronAffinity":41.49,"covalentRadius":1.23,"electronegativity":1.81,"oxidationStates":[3]}