{"atomicNumber":32,"symbol":"Ge","name":"Germanium","group":14,"groupBlock":"metalloid","meltingPoint":1211.4,"boilingPoint":3106,"density":5.3234,"atomicMass":72.63,"keyIsotopes":[73,74],"ionisationEnergies":[762.179,1537.456,3302.124,4410.644,9021.4],"cas":"7440-56-4","period":4,"block":"p","stateAt20c":"Solid","electronicConfiguration":[18,{"shell":3,"subshell":"d","electrons":10},{"shell":4,"subshell":"s","electrons":2},{"shell":4,"subshell":"p","electrons":2}],"appearance":"A silvery-white semi-metal. It is brittle.","uses":"Germanium is a semiconductor. The pure element was commonly doped with arsenic, gallium or other elements and used as a transistor in thousands of electronic applications. Today, however, other semiconductors have replaced it.Germanium oxide has a high index of refraction and dispersion. This makes it suitable for use in wide-angle camera lenses and objective lenses for microscopes. This is now the major use for this element.Germanium is also used as an alloying agent (adding 1% germanium to silver stops it from tarnishing), in fluorescent lamps and as a catalyst. Both germanium and germanium oxide are transparent to infrared radiation and so are used in infrared spectroscopes.","biologicalRole":"Germanium has no known biological role. The element is non-toxic. Certain germanium compounds have low toxicity in mammals, while being effective against some bacteria. This has led some scientists to study their potential use in pharmaceuticals.","naturalAbundance":"Germanium ores are very rare. They are found in small quantities as the minerals germanite and argyrodite. Germanium minerals are also present in zinc ores, and commercial production of germanium is carried out by processing zinc smelter flue dust. It can also be recovered from the by-products of combustion of certain coals.","history":"Germanium was discovered by Clemens A. Winkler at Freiberg, Germany, in 1886. Its existence had been predicted by Mendeleev who predicted its atomic weight would be about 71 and that its density around 5.5 g/cm3.In September 1885 a miner working in the Himmelsfürst silver mine near Freiberg, came across an unusual ore. It was passed to Albin Weisbach at the nearby Mining Academy who certified it was a new mineral, and asked his colleague Winkler to analyse it. He found its composition to be 75% silver, 18% sulfur, and 7% he could not explain. By February 1886, he realised it was a new metal-like element and as its properties were revealed, it became clear that it was the missing element below silicon as Mendeleev had predicted. The mineral from which it came we know as argyrodite, Ag8GeS6.","atomicRadius":2.11,"electronAffinity":118.939,"covalentRadius":1.2,"electronegativity":2.01,"oxidationStates":[4]}