{"atomicNumber":33,"symbol":"As","name":"Arsenic","group":15,"groupBlock":"metalloid","meltingPoint":889,"boilingPoint":889,"density":5.75,"atomicMass":74.922,"keyIsotopes":75,"ionisationEnergies":[944.456,1793.585,2735.456,4836.81,6042.88,12311.5],"cas":"7440-38-2","period":4,"block":"p","stateAt20c":"Solid","electronicConfiguration":[18,{"shell":3,"subshell":"d","electrons":10},{"shell":4,"subshell":"s","electrons":2},{"shell":4,"subshell":"p","electrons":3}],"appearance":"Arsenic is a semi-metal. In its metallic form it is bright, silver-grey and brittle.","uses":"Arsenic is a well-known poison. Arsenic compounds are sometimes used as rat poisons and insecticides but their use is strictly controlled. Surprisingly, arsenic can also have medicinal applications. In Victorian times, Dr Fowler’s Solution (potassium arsenate dissolved in water) was a popular cure-all tonic that was even used by Charles Dickens. Today, organoarsenic compounds are added to poultry feed to prevent disease and improve weight gain.Arsenic is used as a doping agent in semiconductors (gallium arsenide) for solid-state devices. It is also used in bronzing, pyrotechnics and for hardening shot. Arsenic compounds can be used to make special glass and preserve wood.","biologicalRole":"Some scientists think that arsenic may be an essential element in our diet in very, very low doses. In small doses it is toxic and a suspected carcinogen. Once inside the body it bonds to atoms in the hair, so analysing hair samples can show whether someone has been exposed to arsenic. Some foods, such as prawns, contain a surprising amount of arsenic in a less harmful, organic form.","naturalAbundance":"A small amount of arsenic is found in its native state. It is mainly found in minerals. The most common arsenic-containing mineral is arsenopyrite. Others include realgar, orpiment and enargite. Most arsenic is produced as a by-product of copper and lead refining. It can be obtained from arsenopyrite by heating, causing the arsenic to sublime and leave behind iron(II) sulfide.","history":"Arsenic was known to the ancient Egyptian, and is mentioned in one papyrus as a ways of gilding metals. The Greek philosopher Theophrastus knew of two arsenic sulfide minerals: orpiment (As2S3) and realgar (As4S4). The Chinese also knew about arsenic as the writings of Pen Ts’ao Kan-Mu. He compiled his great work on the natural world in the 1500s, during the Ming dynasty. He noted the toxicity associated with arsenic compounds and mentioned their use as pesticides in rice fields.A more dangerous form of arsenic, called white arsenic, has also been long known. This was the trioxide, As2O3, and was a by-product of copper refining. When this was mixed with olive oil and heated it yielded arsenic metal itself. The discovery of the element arsenic is attributed to Albertus Magnus in the 1200s.","atomicRadius":1.85,"electronAffinity":77.574,"covalentRadius":1.2,"electronegativity":2.18,"oxidationStates":[5,3,-3]}