{"atomicNumber":34,"symbol":"Se","name":"Selenium","group":16,"groupBlock":"nonMetal","meltingPoint":494,"boilingPoint":958,"density":4.809,"atomicMass":78.971,"keyIsotopes":80,"ionisationEnergies":[940.963,2044.52,2973.717,4143.563,6589.9,7882.9,14993.8],"cas":"7782-49-2","period":4,"block":"p","stateAt20c":"Solid","electronicConfiguration":[18,{"shell":3,"subshell":"d","electrons":10},{"shell":4,"subshell":"s","electrons":2},{"shell":4,"subshell":"p","electrons":4}],"appearance":"A semi-metal that can exist in two forms: as a silvery metal or as a red powder.","uses":"The biggest use of selenium is as an additive to glass. Some selenium compounds decolourise glass, while others give a deep red colour. Selenium can also be used to reduce the transmission of sunlight in architectural glass, giving it a bronze tint. Selenium is used to make pigments for ceramics, paint and plastics.Selenium has both a photovoltaic action (converts light to electricity) and a photoconductive action (electrical resistance decreases with increased illumination). It is therefore useful in photocells, solar cells and photocopiers. It can also convert AC electricity to DC electricity, so is extensively used in rectifiers. Selenium is toxic to the scalp fungus that causes dandruff so it is used in some anti-dandruff shampoos. Selenium is also used as an additive to make stainless steel.","biologicalRole":"Selenium is an essential trace element for some species, including humans. Our bodies contain about 14 milligrams, and every cell in a human body contains more than a million selenium atoms. Too little selenium can cause health problems, but too much is also dangerous. In excess it is carcinogenic and teratogenic (disturbs the development of an embryo or foetus).","naturalAbundance":"Selenium is found in a few rare minerals. Most of the world’s selenium is obtained from the anode muds produced during the electrolytic refining of copper. These muds are either roasted with sodium carbonate or sulfuric acid, or smelted with sodium carbonate to release the selenium.","history":"Selenium was discovered by Jöns Jacob Berzelius at Stockholm in 1817. He had shares in a sulfuric acid works and he was intrigued by a red-brown sediment which collected at the bottom of the chambers in which the acid was made.At first he thought it was the element tellurium because it gave off a strong smell of radishes when heated, but he eventually realised that it was in fact a new element. He also noted that it was like sulfur and indeed had properties intermediate between sulfur and tellurium. Berzelius found that selenium was present in samples of tellurium and gave that element its characteristic smell. He also became affected by it personally – it can be absorbed through the skin – and it caused him to experience the bad breath associated with those who work with this element.","atomicRadius":1.9,"electronAffinity":194.965,"covalentRadius":1.18,"electronegativity":2.55,"oxidationStates":[6,4,-2]}