{"atomicNumber":35,"symbol":"Br","name":"Bromine","group":17,"groupBlock":"halogen","meltingPoint":266,"boilingPoint":332,"density":3.1028,"atomicMass":79.904,"keyIsotopes":79,"ionisationEnergies":[1139.859,2083.215,3473,4563.8,5760.2,8548.6,9938,18602.4],"cas":"7726-95-6","period":4,"block":"p","stateAt20c":"Liquid","electronicConfiguration":[18,{"shell":3,"subshell":"d","electrons":10},{"shell":4,"subshell":"s","electrons":2},{"shell":4,"subshell":"p","electrons":5}],"appearance":"Bromine is a deep-red, oily liquid with a sharp smell. It is toxic.","uses":"Bromine is used in many areas such as agricultural chemicals, dyestuffs, insecticides, pharmaceuticals and chemical intermediates. Some uses are being phased out for environmental reasons, but new uses continue to be found. Bromine compounds can be used as flame retardants. They are added to furniture foam, plastic casings for electronics and textiles to make them less flammable. However, the use of bromine as a flame retardant has been phased out in the USA because of toxicity concerns.Organobromides are used in halon fire extinguishers that are used to fight fires in places like museums, aeroplanes and tanks. Silver bromide is a chemical used in film photography.Before leaded fuels were phased out, bromine was used to prepare 1,2-di-bromoethane, which was an anti-knock agent.","biologicalRole":"Bromine is present in small amounts, as bromide, in all living things. However, it has no known biological role in humans. Bromine has an irritating effect on the eyes and throat, and produces painful sores when in contact with the skin.","naturalAbundance":"Bromine is extracted by electrolysis from natural bromine-rich brine deposits in the USA, Israel and China. It was the first element to be extracted from seawater, but this is now only economically viable at the Dead Sea, Israel, which is particularly rich in bromide (up to 0.5%).","history":"Antoine-Jérôme Balard discovered bromine while investigating some salty water from Montpellier, France. He took the concentrated residue which remained after most of the brine had evaporated and passed chlorine gas into it. In so doing he liberated an orange-red liquid which he deduced was a new element. He sent an account of his findings to the French Academy’s journal in 1826.A year earlier, a student at Heidelberg, Carl Löwig, had brought his professor a sample of bromine which he had produced from the waters of a natural spring near his home at Keruznach. He was asked to produce more of it, and while he was doing so Balard published his results and so became known at its discoverer.","atomicRadius":1.85,"electronAffinity":324.537,"covalentRadius":1.17,"electronegativity":2.96,"oxidationStates":[7,5,3,1,-1]}