{"atomicNumber":36,"symbol":"Kr","name":"Krypton","group":18,"groupBlock":"nobleGas","meltingPoint":115.78,"boilingPoint":119.735,"density":0.003425,"atomicMass":83.798,"keyIsotopes":84,"ionisationEnergies":[1350.757,2350.367,3565.13,5065.5,6242.6,7574.1,10710,12138.049],"cas":"7439-90-9","period":4,"block":"p","stateAt20c":"Gas","electronicConfiguration":[18,{"shell":3,"subshell":"d","electrons":10},{"shell":4,"subshell":"s","electrons":2},{"shell":4,"subshell":"p","electrons":6}],"appearance":"Krypton is a gas with no colour or smell. It does not react with anything except fluorine gas.","uses":"Krypton is used commercially as a filling gas for energy-saving fluorescent lights. It is also used in some flash lamps used for high-speed photography. Unlike the lighter gases in its group, it is reactive enough to form some chemical compounds. For example, krypton will react with fluorine to form krypton fluoride. Krypton fluoride is used in some lasers.Radioactive krypton was used during the Cold War to estimate Soviet nuclear production. The gas is a product of all nuclear reactors, so the Russian share was found by subtracting the amount that came from Western reactors from the total in the air. From 1960 to 1983 the isotope krypton-86 was used to define the standard measure of length. One metre was defined as exactly 1,650,763.73 wavelengths of a line in the atomic spectrum of the isotope.","biologicalRole":"Krypton has no known biological role.","naturalAbundance":"Krypton is one of the rarest gases in the Earth’s atmosphere. It makes up just 1 part per million by volume. It is extracted by distillation of air that has been cooled until it is a liquid.","history":"Having discovered the noble gas argon, extracted from air, William Ramsay and Morris William Travers of University College, London, were convinced this must be one of a new group of elements of the periodic table. They decided others were likely to be hidden in the argon and by a process of liquefaction and evaporation they hoped it might leave behind a heavier component, and it did. It yielded krypton in the afternoon of 30th May 1898, and they were able to isolate about 25 cm3 of the new gas. This they immediately tested in a spectrometer, and saw from its atomic spectrum that it was a new element.","atomicRadius":2.02,"covalentRadius":1.16,"oxidationStates":[2]}