{"atomicNumber":37,"symbol":"Rb","name":"Rubidium","group":1,"groupBlock":"alkaliMetal","meltingPoint":312.45,"boilingPoint":961,"density":1.53,"atomicMass":85.468,"keyIsotopes":[85,87],"ionisationEnergies":[403.032,2633.037,3859,5075.1,6850,8143.4,9571.3,13122],"cas":"7440-17-7","period":5,"block":"s","stateAt20c":"Solid","electronicConfiguration":[36,{"shell":5,"subshell":"s","electrons":1}],"appearance":"A soft metal that ignites in the air and reacts violently with water.","uses":"Rubidium is little used outside research. It has been used as a component of photocells, to remove traces of oxygen from vacuum tubes and to make special types of glass. It is easily ionised so was considered for use in ion engines, but was found to be less effective than caesium. It has also been proposed for use as a working fluid for vapour turbines and in thermoelectric generators.Rubidium nitrate is sometimes used in fireworks to give them a purple colour.","biologicalRole":"Rubidium has no known biological role and is non-toxic. However, because of its chemical similarity to potassium we absorb it from our food, and the average person has stores of about half a gram. It is slightly radioactive and so has been used to locate brain tumours, as it collects in tumours but not in normal tissue.","naturalAbundance":"Rubidium occurs in the minerals pollucite, carnallite, leucite and lepidolite. It is recovered commercially from lepidolite as a by-product of lithium extraction. Potassium minerals and brines also contain rubidium and are another commercial source.","history":"The lithium potassium mineral lepidolite was discovered in the 1760s and it behaved oddly. When thrown on to glowing coals it frothed and then hardened like glass. Analysis showed it to contain lithium and potassium, but it held a secret: rubidium.In 1861, Robert Bunsen and Gustav Kirchhoff, of the University of Heidelberg, dissolved the ore in acid and then precipitated the potassium it contained which carried down another heavier alkali metal. By carefully washing this precipitate with boiling water they removed the more soluble potassium component and then confirmed that they really had a new element by examining the atomic spectrum of what remained. This showed two intense ruby red lines never seen before, indicating a new element, which they named after this colour.A sample of pure rubidium metal was eventually produced in 1928.","atomicRadius":3.03,"electronAffinity":46.884,"covalentRadius":2.15,"electronegativity":0.82,"oxidationStates":[1]}