{"atomicNumber":38,"symbol":"Sr","name":"Strontium","group":2,"groupBlock":"alkalineEarthMetal","meltingPoint":1050,"boilingPoint":1650,"density":2.64,"atomicMass":87.62,"keyIsotopes":[86,87,88],"ionisationEnergies":[549.47,1064.243,4138.26,5500,6908.4,8760.9,10227,11800.2],"cas":"7440-24-6","period":5,"block":"s","stateAt20c":"Solid","electronicConfiguration":[36,{"shell":5,"subshell":"s","electrons":2}],"appearance":"A soft, silvery metal that burns in air and reacts with water.","uses":"Strontium is best known for the brilliant reds its salts give to fireworks and flares. It is also used in producing ferrite magnets and refining zinc. Modern ‘glow-in-the-dark’ paints and plastics contain strontium aluminate. They absorb light during the day and release it slowly for hours afterwards.Strontium-90, a radioactive isotope, is a by-product of nuclear reactors and present in nuclear fallout. It has a half-life of 28 years. It is absorbed by bone tissue instead of calcium and can destroy bone marrow and cause cancer. However, it is also useful as it is one of the best high-energy beta-emitters known. It can be used to generate electricity for space vehicles, remote weather stations and navigation buoys. It can also be used for thickness gauges and to remove static charges from machinery handling paper or plastic.Strontium chloride hexahydrate is an ingredient in toothpaste for sensitive teeth.","biologicalRole":"Strontium is incorporated into the shells of some deep-sea creatures and is essential to some stony corals. It has no biological role in humans and is non-toxic. Because it is similar to calcium, it can mimic its way into our bodies, ending up in our bones. Radioactive strontium-90, which is produced in nuclear explosions and released during nuclear plant accidents, is particularly dangerous because it can be absorbed into the bones of young children.","naturalAbundance":"Strontium is found mainly in the minerals celestite and strontianite. China is now the leading producer of strontium. Strontium metal can be prepared by electrolysis of the molten strontium chloride and potassium chloride, or by reducing strontium oxide with aluminium in a vacuum.","history":"In 1787, an unusual rock which had been found in a lead mine at Strontian, Scotland, was investigated by Adair Crawford, an Edinburgh doctor. He realised it was a new mineral containing an unknown ‘earth’ which he named strontia. In 1791, another Edinburgh man, Thomas Charles Hope, made a fuller investigation of it and proved it was a new element. He also noted that it caused the flame of a candle to burn red.Meanwhile Martin Heinrich Klaproth in Germany was working with the same mineral and he produced both strontium oxide and strontium hydroxide.Strontium metal itself was isolated in 1808 at the Royal Institution in London by Humphry Davy by means of electrolysis, using the method with which he had already isolated sodium and potassium.","atomicRadius":2.49,"electronAffinity":4.631,"covalentRadius":1.9,"electronegativity":0.95,"oxidationStates":[2]}