{"atomicNumber":39,"symbol":"Y","name":"Yttrium","group":3,"groupBlock":"transitionMetal","meltingPoint":1795,"boilingPoint":3618,"density":4.47,"atomicMass":88.906,"keyIsotopes":89,"ionisationEnergies":[599.878,1179.437,1979.88,5846.722,7429,8973,11192,12447],"cas":"7440-65-5","period":5,"block":"d","stateAt20c":"Solid","electronicConfiguration":[36,{"shell":4,"subshell":"d","electrons":1},{"shell":5,"subshell":"s","electrons":2}],"appearance":"A soft, silvery metal.","uses":"Yttrium is often used as an additive in alloys. It increases the strength of aluminium and magnesium alloys. It is also used in the making of microwave filters for radar and has been used as a catalyst in ethene polymerisation.Yttrium-aluminium garnet (YAG) is used in lasers that can cut through metals. It is also used in white LED lights.Yttrium oxide is added to the glass used to make camera lenses to make them heat and shock resistant. It is also used to make superconductors. Yttrium oxysulfide used to be widely used to produce red phosphors for old-style colour television tubes. The radioactive isotope yttrium-90 has medical uses. It can be used to treat some cancers, such as liver cancer.","biologicalRole":"Yttrium has no known biological role. Its soluble salts are mildly toxic.","naturalAbundance":"Xenotime can contain up to 50% yttrium phosphate. It is mined in China and Malaysia. Yttrium also occurs in the other ‘rare earth’ minerals, monazite and bastnaesite. Yttrium metal is produced by reducing yttrium fluoride with calcium metal.","history":"In 1787, Karl Arrhenius came across an unusual black rock in an old quarry at Ytterby, near Stockholm. He thought he had found a new tungsten mineral, and passed the specimen over to Johan Gadolin based in Finland. In 1794, Gadolin announced that it contained a new 'earth' which made up 38 per cent of its weight. It was called an’ earth’ because it was yttrium oxide, Y2O3, which could not be reduced further by heating with charcoal.The metal itself was first isolated in 1828 by Friedrich Wöhler and made by reacting yttrium chloride with potassium. Yet, yttrium was still hiding other elements.In 1843, Carl Mosander investigated yttrium oxide more thoroughly and found that it consisted of three oxides: yttrium oxide, which was white; terbium oxide, which was yellow; and erbium oxide, which was rose-coloured.","atomicRadius":2.32,"electronAffinity":29.621,"covalentRadius":1.76,"electronegativity":1.22,"oxidationStates":[3]}