{"atomicNumber":4,"symbol":"Be","name":"Beryllium","group":2,"groupBlock":"alkalineEarthMetal","meltingPoint":1560,"boilingPoint":2741,"density":1.85,"atomicMass":9.012,"keyIsotopes":9,"ionisationEnergies":[899.504,1757.108,14848.767,21006.658],"cas":"7440-41-7","period":2,"block":"s","stateAt20c":"Solid","electronicConfiguration":[2,{"shell":2,"subshell":"s","electrons":2}],"appearance":"Beryllium is a silvery-white metal. It is relatively soft and has a low density.","uses":"Beryllium is used in alloys with copper or nickel to make gyroscopes, springs, electrical contacts, spot-welding electrodes and non-sparking tools. Mixing beryllium with these metals increases their electrical and thermal conductivity.  Other beryllium alloys are used as structural materials for high-speed aircraft, missiles, spacecraft and communication satellites. Beryllium is relatively transparent to X-rays so ultra-thin beryllium foil is finding use in X-ray lithography. Beryllium is also used in nuclear reactors as a reflector or moderator of neutrons. The oxide has a very high melting point making it useful in nuclear work as well as having ceramic applications.","biologicalRole":"Beryllium and its compounds are toxic and carcinogenic. If beryllium dust or fumes are inhaled, it can lead to an incurable inflammation of the lungs called berylliosis.","naturalAbundance":"Beryllium is found in about 30 different mineral species. The most important are beryl (beryllium aluminium silicate) and bertrandite (beryllium silicate). Emerald and aquamarine are precious forms of beryl. The metal is usually prepared by reducing beryllium fluoride with magnesium metal.","history":"The gemstones beryl and emerald are both forms of beryllium aluminium silicate, Be3Al2(SiO3)6. The French mineralogist Abbé René-Just Haüy thought they might harbour a new element, and he asked Nicholas Louis Vauquelin, to analyse them and he realised they harboured a new metal and he investigated it. In February 1798 Vauquelin announced his discovery at the French Academy and named the element glaucinium (Greek glykys = sweet) because its compounds tasted sweet. Others preferred the name beryllium, based on the gemstone, and this is now the official name.Beryllium metal was isolated in 1828 by Friedrich Wöhler at Berlin and independently by Antoine-Alexandere-Brutus Bussy at Paris, both of whom extracted it from beryllium chloride (BeCl2) by reacting this with potassium.","atomicRadius":1.53,"covalentRadius":0.99,"electronegativity":1.57,"oxidationStates":[2]}