{"atomicNumber":40,"symbol":"Zr","name":"Zirconium","group":4,"groupBlock":"transitionMetal","meltingPoint":2127,"boilingPoint":4679,"density":6.52,"atomicMass":91.224,"keyIsotopes":[90,92,94],"ionisationEnergies":[640.074,1264,2218.2,3313.31,7752.404],"cas":"7440-67-7","period":5,"block":"d","stateAt20c":"Solid","electronicConfiguration":[36,{"shell":4,"subshell":"d","electrons":2},{"shell":5,"subshell":"s","electrons":2}],"appearance":"A hard, silvery metal that is very resistant to corrosion.","uses":"Zirconium does not absorb neutrons, making it an ideal material for use in nuclear power stations. More than 90% of zirconium is used in this way. Nuclear reactors can have more than 100,000 metres of zirconium alloy tubing. With niobium, zirconium is superconductive at low temperatures and is used to make superconducting magnets. Zirconium metal is protected by a thin oxide layer making it exceptionally resistant to corrosion by acids, alkalis and seawater. For this reason it is extensively used by the chemical industry. Zirconium(IV) oxide is used in ultra-strong ceramics. It is used to make crucibles that will withstand heat-shock, furnace linings, foundry bricks, abrasives and by the glass and ceramics industries. It is so strong that even scissors and knives can be made from it. It is also used in cosmetics, antiperspirants, food packaging and to make microwave filters. Zircon is a natural semi-precious gemstone found in a variety of colours. The most desirable have a golden hue. The element was first discovered in this form, resulting in its name. Cubic zirconia (zirconium oxide) is a synthetic gemstone. The colourless stones, when cut, resemble diamonds.Zircon mixed with vanadium or praseodymium makes blue and yellow pigments for glazing pottery.","biologicalRole":"Zirconium has no known biological role. It has low toxicity.","naturalAbundance":"Zirconium occurs in about 30 mineral species, the major ones being zircon and baddeleyite. More than 1.5 million tonnes of zircon are mined each year, mainly in Australia and South Africa. Most baddeleyite is mined in Brazil. Zirconium metal is produced commercially by first converting zircon to zirconium chloride, and then reducing the chloride with magnesium.","history":"Gems that contain zirconium were known in ancient times as zircon. In 1789, the German chemist, Martin Klaproth analysed a zircon and separated zirconium in the form of its ‘earth’ zirconia, which is the oxide ZrO2.Klaproth failed to isolate the pure metal itself, and Humphry Davy also failed when he tried electrolysis in 1808. It was not until 1824 that the element was isolated, when the Swedish chemist Jöns Berzelius heated potassium hexafluorozirconate (K2ZrF6) with potassium metal and obtained some zirconium as a black powder.Totally pure zirconium was only produced in 1925 by the Dutch chemists Anton Eduard van Arkel and Jan Hendrik de Boer by the decomposition of zirconium tetraiodide (ZrI4). These days the metal is produced in bulk by heating zirconium tetrachloride (ZrCl4) with magnesium.","atomicRadius":2.23,"electronAffinity":41.103,"covalentRadius":1.64,"electronegativity":1.33,"oxidationStates":[4]}