{"atomicNumber":41,"symbol":"Nb","name":"Niobium","group":5,"groupBlock":"transitionMetal","meltingPoint":2750,"boilingPoint":5014,"density":8.57,"atomicMass":92.906,"keyIsotopes":93,"ionisationEnergies":[652.13,1351,2415.99,3695.4,4877.33,9847.004,12061],"cas":"7440-03-1","period":5,"block":"d","stateAt20c":"Solid","electronicConfiguration":[36,{"shell":4,"subshell":"d","electrons":4},{"shell":5,"subshell":"s","electrons":1}],"appearance":"A silvery metal that is very resistant to corrosion due to a layer of oxide on its surface.","uses":"Niobium is used in alloys including stainless steel. It improves the strength of the alloys, particularly at low temperatures. Alloys containing niobium are used in jet engines and rockets, beams and girders for buildings and oil rigs, and oil and gas pipelines. This element also has superconducting properties. It is used in superconducting magnets for particle accelerators, MRI scanners and NMR equipment. Niobium oxide compounds are added to glass to increase the refractive index, which allows corrective glasses to be made with thinner lenses.","biologicalRole":"Niobium has no known biological role.","naturalAbundance":"The main source of this element is the mineral columbite. This mineral also contains tantalum and the two elements are mined together. Columbite is found in Canada, Brazil, Australia, Nigeria and elsewhere. Some niobium is also produced as a by-product of tin extraction.","history":"When examining minerals in the British Museum in 1801, Charles Hatchett was intrigued by a specimen labelled columbite. He suspected it contained a new metal, and he was right. He heated a sample with potassium carbonate, dissolved the product in water, added acid and got a precipitate. However, further treatment did not produce the element itself, although he named it columbium, and so it was known for many years.Others doubted columbium, especially after the discovery of tantalum which happened the following year. These metals occur together in nature, and are difficult to separate. In 1844 the German chemist Heinrich Rose proved that columbite contained both elements and he renamed columbium niobium.A sample of the pure metal was produced in 1864 by Christian Blomstrand who reduced niobium chloride by heating it with hydrogen gas.","atomicRadius":2.18,"electronAffinity":88.381,"covalentRadius":1.56,"electronegativity":1.6,"oxidationStates":[5,3]}