{"atomicNumber":42,"symbol":"Mo","name":"Molybdenum","group":6,"groupBlock":"transitionMetal","meltingPoint":2895,"boilingPoint":4912,"density":10.2,"atomicMass":95.95,"keyIsotopes":[95,96,98],"ionisationEnergies":[684.316,1559.2,2617.65,4476.9,5257.49,6640.854,12124.734,13855.3],"cas":"7439-98-7","period":5,"block":"d","stateAt20c":"Solid","electronicConfiguration":[36,{"shell":4,"subshell":"d","electrons":5},{"shell":5,"subshell":"s","electrons":1}],"appearance":"A shiny, silvery metal.","uses":"Molybdenum has a very high melting point so it is produced and sold as a grey powder. Many molybdenum items are formed by compressing the powder at a very high pressure. Most molybdenum is used to make alloys. It is used in steel alloys to increase strength, hardness, electrical conductivity and resistance to corrosion and wear. These ‘moly steel’ alloys are used in parts of engines. Other alloys are used in heating elements, drills and saw blades. Molybdenum disulfide is used as a lubricant additive. Other uses for molybdenum include catalysts for the petroleum industry, inks for circuit boards, pigments and electrodes.","biologicalRole":"Although it is toxic in anything other than small quantities, molybdenum is an essential element for animals and plants. There are about 50 different enzymes used by plants and animals that contain molybdenum. One of these is nitrogenase, found in nitrogen-fixing bacteria that make nitrogen from the air available to plants. Leguminous plants have root nodules that contain these nitrogen-fixing bacteria.","naturalAbundance":"The main molybdenum ore is molybdenite (molybdenum disulfide). It is processed by roasting to form molybdenum oxide, and then reducing to the metal. The main mining areas are in the USA, China, Chile and Peru. Some molybdenum is obtained as a by-product of tungsten and copper production. World production is around 200,000 tonnes per year.","history":"The soft black mineral molybdenite (molybdenum sulfide, MoS2), looks very like graphite and was assumed to be a lead ore until 1778 when Carl Scheele analysed it and showed it was neither lead nor graphite, although he didn’t identify it.Others speculated that it contained a new element but it proved difficult to reduce it to a metal. It could be converted to an oxide which, when added to water, formed an acid we now know as molybdic acid, H2MoO4, but the metal itself remained elusive.Scheele passed the problem over to Peter Jacob Hjelm. He ground molybdic acid and carbon together in linseed oil to form a paste, heated this to red heat in and produced molybdenum metal. The new element was announced in the autumn of 1781.","atomicRadius":2.17,"electronAffinity":72.171,"covalentRadius":1.46,"electronegativity":2.16,"oxidationStates":[6,5,4,3,2]}