{"atomicNumber":43,"symbol":"Tc","name":"Technetium","group":7,"groupBlock":"transitionMetal","meltingPoint":2430,"boilingPoint":4535,"density":11,"atomicMass":{"mostStableIsotope":true,"v":98},"ionisationEnergies":[702.41,1472.37,2850.18],"cas":"7440-26-8","period":5,"block":"d","stateAt20c":"Solid","electronicConfiguration":[36,{"shell":4,"subshell":"d","electrons":5},{"shell":5,"subshell":"s","electrons":2}],"appearance":"A radioactive, silvery metal that does not occur naturally.","uses":"The gamma-ray emitting technetium-99m (metastable) is widely used for medical diagnostic studies. Several chemical forms are used to image different parts of the body. Technetium is a remarkable corrosion inhibitor for steel, and adding very small amounts can provide excellent protection. This use is limited to closed systems as technetium is radioactive.","biologicalRole":"Technetium has no known biological role. It is toxic due to its radioactivity.","naturalAbundance":"The metal is produced in tonne quantities from the fission products of uranium nuclear fuel. It is obtained as a grey powder.Early chemists puzzled over why they could not discover element number 43, but now we know why – its isotopes are relatively short-lived compared to the age of the Earth, so any technetium present when the Earth formed has long since decayed.","history":"Technetium long tantalised chemists because it could not be found. We now know that all its isotopes are radioactive and any mineral deposits of the element had long disappeared from the Earth’s crust. (The longest lived isotope has a half life of 4 million years.) Even so, some technetium atoms are produced as uranium undergoes nuclear fission and there is about 1 milligram of technetium in a tonne of uranium. Claims in the 1920s to have found this element, or at least to have observed its spectrum, cannot be entirely discounted.Technetium was discovered by Emilio Segrè in 1937 in Italy. He investigated molybdenum from California which had been exposed to high energy radiation and he found technetium to be present and separated it. Today, this element is extracted from spent nuclear fuel rods in tonne quantities.","atomicRadius":2.16,"electronAffinity":53.07,"covalentRadius":1.38,"electronegativity":2.1,"oxidationStates":[7]}