{"atomicNumber":44,"symbol":"Ru","name":"Ruthenium","group":8,"groupBlock":"transitionMetal","meltingPoint":2606,"boilingPoint":4420,"density":12.1,"atomicMass":101.07,"keyIsotopes":[101,102,104],"ionisationEnergies":[710.18,1617.09,2746.94],"cas":"7440-18-8","period":5,"block":"d","stateAt20c":"Solid","electronicConfiguration":[36,{"shell":4,"subshell":"d","electrons":7},{"shell":5,"subshell":"s","electrons":1}],"appearance":"A shiny, silvery metal.","uses":"Many new uses are emerging for ruthenium. Most is used in the electronics industry for chip resistors and electrical contacts. Ruthenium oxide is used in the chemical industry to coat the anodes of electrochemical cells for chlorine production. Ruthenium is also used in catalysts for ammonia and acetic acid production. Ruthenium compounds can be used in solar cells, which turn light energy into electrical energy.Ruthenium is one of the most effective hardeners for platinum and palladium, and is alloyed with these metals to make electrical contacts for severe wear resistance. It is used in some jewellery as an alloy with platinum.","biologicalRole":"Ruthenium has no known biological role. Ruthenium(IV) oxide is highly toxic.","naturalAbundance":"Ruthenium is one of the rarest metals on Earth. It is found uncombined in nature; however, it is more commonly found associated with other platinum metals in the minerals pentlandite and pyroxinite. It is obtained commercially from the wastes of nickel refining.","history":"The Polish chemist Jedrzej Sniadecki was investigating platinum ores from South America and, in May 1808, when he discovered a new metal which he called it vestium. However, when French chemists tried to repeat his work they were unable to find it in the platinum ore they had. When Sniadecki learned of this he believed he had been mistaken and withdrew his claim.Then, in 1825, Gottfried Osann of the University of Dorpat (now Tartu) on the Baltic, investigated some platinum from the Ural mountains, and reported finding three new elements which he named pluranium, polinium, and ruthenium.While the first two of these were never to be verified, the third was genuine and in 1840 Karl Karlovich Klaus at the University of Kazan extracted, purified, and confirmed it was a new metal. He kept Osann’s name of ruthenium.","atomicRadius":2.13,"electronAffinity":101.31,"covalentRadius":1.36,"electronegativity":2.2,"oxidationStates":[8,6,4,3,2,-2]}