{"atomicNumber":45,"symbol":"Rh","name":"Rhodium","group":9,"groupBlock":"transitionMetal","meltingPoint":2236,"boilingPoint":3968,"density":12.4,"atomicMass":102.906,"keyIsotopes":103,"ionisationEnergies":[719.675,1744.45,2996.83],"cas":"7440-16-6","period":5,"block":"d","stateAt20c":"Solid","electronicConfiguration":[36,{"shell":4,"subshell":"d","electrons":8},{"shell":5,"subshell":"s","electrons":1}],"appearance":"A hard, shiny, silvery metal.","uses":"The major use of rhodium is in catalytic converters for cars (80%). It reduces nitrogen oxides in exhaust gases. Rhodium is also used as catalysts in the chemical industry, for making nitric acid, acetic acid and hydrogenation reactions. It is used to coat optic fibres and optical mirrors, and for crucibles, thermocouple elements and headlight reflectors. It is used as an electrical contact material as it has a low electrical resistance and is highly resistant to corrosion.","biologicalRole":"Rhodium has no known biological role. It is a suspected carcinogen.","naturalAbundance":"Rhodium is the rarest of all non-radioactive metals. It occurs uncombined in nature, along with other platinum metals, in river sands in North and South America. It is also found in the copper-nickel sulfide ores of Ontario, Canada. Rhodium is obtained commercially as a by-product of copper and nickel refining. World production is about 30 tonnes per year.","history":"Rhodium was discovered in 1803 by William Wollaston. He collaborated with Smithson Tennant in a commercial venture, part of which was to produce pure platinum for sale. The first step in the process was to dissolve ordinary platinum in aqua regia (nitric acid + hydrochloric acid). Not all of it went into solution and it left behind a black residue. (Tennant investigated this residue and from it he eventually isolated osmium and iridium.) Wollaston concentrated on the solution of dissolved platinum which also contained palladium. He removed these metals by precipitation and was left with a beautiful red solution from which he obtained rose red crystals. These were sodium rhodium chloride, Na3RhCl6. From them he eventually produced a sample of the metal itself.","atomicRadius":2.1,"electronAffinity":109.704,"covalentRadius":1.34,"electronegativity":2.28,"oxidationStates":[5,4,3,2,1]}