{"atomicNumber":46,"symbol":"Pd","name":"Palladium","group":10,"groupBlock":"transitionMetal","meltingPoint":1828,"boilingPoint":3236,"density":12,"atomicMass":106.42,"keyIsotopes":106,"ionisationEnergies":[804.389,1874.71,3177.26],"cas":"7440-05-3","period":5,"block":"d","stateAt20c":"Solid","electronicConfiguration":[36,{"shell":4,"subshell":"d","electrons":10}],"appearance":"A shiny, silvery-white metal that resists corrosion.","uses":"Most palladium is used in catalytic converters for cars. It is also used in jewellery and some dental fillings and crowns. White gold is an alloy of gold that has been decolourised by alloying with another metal, sometimes palladium. It is used in the electronics industry in ceramic capacitors, found in laptop computers and mobile phones. These consist of layers of palladium sandwiched between layers of ceramic.Finely divided palladium is a good catalyst and is used for hydrogenation and dehydrogenation reactions. Hydrogen easily diffuses through heated palladium and this provides a way of separating and purifying the gas.","biologicalRole":"Palladium has no known biological role. It is non-toxic.","naturalAbundance":"Palladium has been found uncombined in nature, in Brazil, but most is found in sulfide minerals such as braggite. It is extracted commercially as a by-product of nickel refining. It is also extracted as a by-product of copper and zinc refining.","history":"As early as 1700, miners in Brazil were aware of a metal they called ouro podre, ‘worthless gold,’ which is a native alloy of palladium and gold. However, it was not from this that palladium was first extracted, but from platinum, and this was achieved in 1803 by William Wollaston. He noted that when he dissolved ordinary platinum in aqua regia (nitric acid + hydrochloric acid) not all of it went into solution.It left a residue from which he eventually extracted palladium. He did not announce his discovery but put the new metal on sale as a ‘new silver’. Richard Chenevix purchased some, investigated it, and declared it to be an alloy of mercury and platinum. In February 1805 Wollaston revealed himself as its discoverer and gave a full and convincing account of the metal and its properties.","atomicRadius":2.1,"electronAffinity":54.225,"covalentRadius":1.3,"electronegativity":2.2,"oxidationStates":[4,2]}