{"atomicNumber":48,"symbol":"Cd","name":"Cadmium","group":12,"groupBlock":"transitionMetal","meltingPoint":594.219,"boilingPoint":1040,"density":8.69,"atomicMass":112.414,"keyIsotopes":114,"ionisationEnergies":[867.772,1631.404,3616.27],"cas":"7440-43-9","period":5,"block":"d","stateAt20c":"Solid","electronicConfiguration":[36,{"shell":4,"subshell":"d","electrons":10},{"shell":5,"subshell":"s","electrons":2}],"appearance":"Cadmium is a silvery metal with a bluish tinge to its surface.","uses":"Cadmium is a poison and is known to cause birth defects and cancer. As a result, there are moves to limit its use. 80% of cadmium currently produced is used in rechargeable nickel-cadmium batteries. However, they are gradually being phased out and replaced with nickel metal hydride batteries. Cadmium was often used to electroplate steel and protect it from corrosion. It is still used today to protect critical components of aeroplanes and oil platforms.Other past uses of cadmium included phosphors in cathode ray tube colour TV sets, and yellow, orange and red pigments. Cadmium absorbs neutrons and so is used in rods in nuclear reactors to control atomic fission.","biologicalRole":"Cadmium is toxic, carcinogenic and teratogenic (disturbs the development of an embryo or foetus). On average we take in as little as 0.05 milligrams per day. But it accumulates in the body, and so on average we store about 50 milligrams. Before the dangers of cadmium were fully understood, welders and other metal workers were at risk of becoming ill. In 1966 some welders working on the Severn Road Bridge became ill from breathing in cadmium fumes.","naturalAbundance":"The only mineral containing significant quantities of cadmium is greenockite (cadmium sulfide). It is also present in small amounts in sphalerite. Almost all commercially produced cadmium is obtained as a by-product of zinc refining.","history":"In the early 1800s, the apothecaries of Hanover, Germany, made zinc oxide by heating a naturally occurring form of zinc carbonate called cadmia. Sometimes the product was discoloured instead of being pure white, and when Friedrich Stromeyer of Göttingen University looked into the problem he traced the discoloration to a component he could not identify, and which he deduced must be an unknown element. This he separated as its brown oxide and, by heating it with lampblack (carbon), he produced a sample of a blue-grey metal which he named cadmium after the name for the mineral. That was in 1817. Meanwhile two other Germans, Karl Meissner in Halle, and Karl Karsten in Berlin, were working on the same problem and announced their discovery of cadmium the following year.","atomicRadius":2.18,"covalentRadius":1.4,"electronegativity":1.69,"oxidationStates":[2]}