{"atomicNumber":49,"symbol":"In","name":"Indium","group":13,"groupBlock":"postTransitionMetal","meltingPoint":429.75,"boilingPoint":2300,"density":7.31,"atomicMass":114.818,"keyIsotopes":115,"ionisationEnergies":[558.299,1820.707,2704.48,5210],"cas":"7440-74-6","period":5,"block":"p","stateAt20c":"Solid","electronicConfiguration":[36,{"shell":4,"subshell":"d","electrons":10},{"shell":5,"subshell":"s","electrons":2},{"shell":5,"subshell":"p","electrons":1}],"appearance":"A soft, silvery metal that is stable in air and water.","uses":"Most indium is used to make indium tin oxide (ITO), which is an important part of touch screens, flatscreen TVs and solar panels. This is because it conducts electricity, bonds strongly to glass and is transparent.Indium nitride, phosphide and antimonide are semiconductors used in transistors and microchips.Indium metal sticks to glass and can be used to give a mirror finish to windows of tall buildings, and as a protective film on welders’ goggles. It has also been used to coat ball bearings in Formula 1 racing cars because of its low friction. An indium alloy has been used for fire-sprinkler systems in shops and warehouses because of its low melting point.","biologicalRole":"Indium has no known biological role. It is toxic if more than a few milligrams are consumed and can affect the development of an embryo or foetus.","naturalAbundance":"Indium is one of the least abundant minerals on Earth. It has been found uncombined in nature, but typically it is found associated with zinc minerals and iron, lead and copper ores. It is commercially produced as a by-product of zinc refining.","history":"Indium was discovered in 1863 by Ferdinand Reich at the Freiberg School of Mines in Germany. Reich was investigating a sample of the mineral zinc blende (now known as sphalerite, ZnS) which he believed might contain the recently discovered element thallium. From it he obtained a yellow precipitate which he thought was thallium sulfide, but his atomic spectroscope showed lines that were not those of thallium. However, because he was colour-blind he asked Hieronymous Richter to look at the spectrum, and he noted a brilliant violet line, and this eventually gave rise to the name indium, from the Latin word indicum meaning violet.Working together Reich and Richter isolated a small sample of the new element and announced its discovery. Subsequently the two men fell out when Reich learned that when Richter, on a visit to Paris, claimed he was the discover.","atomicRadius":1.93,"electronAffinity":28.9,"covalentRadius":1.42,"electronegativity":1.78,"oxidationStates":[3]}