{"atomicNumber":50,"symbol":"Sn","name":"Tin","group":14,"groupBlock":"postTransitionMetal","meltingPoint":505.078,"boilingPoint":2859,"density":7.287,"atomicMass":118.71,"keyIsotopes":120,"ionisationEnergies":[708.581,1411.793,2943.054,3930.332,6973.96],"cas":"7440-31-5","period":5,"block":"p","stateAt20c":"Solid","electronicConfiguration":[36,{"shell":4,"subshell":"d","electrons":10},{"shell":5,"subshell":"s","electrons":2},{"shell":5,"subshell":"p","electrons":2}],"appearance":"A soft, pliable metal. Below 13°C it slowly changes to a powder form.","uses":"Tin has many uses. It takes a high polish and is used to coat other metals to prevent corrosion, such as in tin cans, which are made of tin-coated steel. Alloys of tin are important, such as soft solder, pewter, bronze and phosphor bronze. A niobium-tin alloy is used for superconducting magnets. Most window glass is made by floating molten glass on molten tin to produce a flat surface. Tin salts sprayed onto glass are used to produce electrically conductive coatings.The most important tin salt used is tin(II) chloride, which is used as a reducing agent and as a mordant for dyeing calico and silk. Tin(IV) oxide is used for ceramics and gas sensors. Zinc stannate (Zn2SnO4) is a fire-retardant used in plastics.Some tin compounds have been used as anti-fouling paint for ships and boats, to prevent barnacles. However, even at low levels these compounds are deadly to marine life, especially oysters. Its use has now been banned in most countries.","biologicalRole":"Tin has no known biological role in humans, although it may be essential to some species. The metal is non-toxic, but organo-tin compounds can be poisonous and must be handled with care. Plants easily absorb tin.","naturalAbundance":"Tin is found principally in the ore cassiterite (tin(IV) oxide). It is mainly found in the ‘tin belt’ stretching through China, Thailand and Indonesia. It is also mined in Peru, Bolivia and Brazil. It is obtained commercially by reducing the ore with coal in a furnace.","history":"Tin had a direct impact on human history mainly on account of bronze, although it could be used in its own right, witness a tin ring and pilgrim bottle found in an Egyptian tomb of the eighteenth dynasty (1580–1350 BC). The Chinese were mining tin around 700 BC in the province of Yunnan. Pure tin has also been found at Machu Picchu, the mountain citadel of the Incas.When copper was alloyed with around 5 per cent of tin it produced bronze, which not only melted at a lower temperature, so making it easier to work, but produced a metal that was much harder, and ideal for tools and weapons. The Bronze Age is now a recognised stage in the development of civilisation. How bronze was discovered we do not know, but the peoples of Egypt, Mesopotamia, and the Indus valley started using it around 3000 BC.","atomicRadius":2.17,"electronAffinity":107.298,"covalentRadius":1.4,"electronegativity":1.96,"oxidationStates":[4,2]}