{"atomicNumber":51,"symbol":"Sb","name":"Antimony","group":15,"groupBlock":"metalloid","meltingPoint":903.778,"boilingPoint":1860,"density":6.68,"atomicMass":121.76,"keyIsotopes":121,"ionisationEnergies":[830.583,1604.55,2441.1,4264.7,5403,10420],"cas":"7440-36-0","period":5,"block":"p","stateAt20c":"Solid","electronicConfiguration":[36,{"shell":4,"subshell":"d","electrons":10},{"shell":5,"subshell":"s","electrons":2},{"shell":5,"subshell":"p","electrons":3}],"appearance":"Antimony is a semi-metal. In its metallic form it is silvery, hard and brittle.","uses":"Antimony is used in the electronics industry to make some semiconductor devices, such as infrared detectors and diodes. It is alloyed with lead or other metals to improve their hardness and strength. A lead-antimony alloy is used in batteries. Other uses of antimony alloys include type metal (in printing presses), bullets and cable sheathing. Antimony compounds are used to make flame-retardant materials, paints, enamels, glass and pottery.","biologicalRole":"Antimony and many of its compounds are toxic.","naturalAbundance":"Antimony is not an abundant element but is found in small quantities in over 100 mineral species. It is most often found as antimony(III) sulfide. It is extracted by roasting the antimony(III) sulfide to the oxide, and then reducing with carbon. Antimony can also be found as the native metal.China produces 88% of the world’s antimony. Other producers are Bolivia, Russia and Tajikistan.","history":"Antimony and its compounds were known to the ancients and there is a 5,000-year old antimony vase in the Louvre in Paris. Antimony sulfide (Sb2S3) is mentioned in an Egyptian papyrus of the 16th century BC. The black form of this pigment, which occurs naturally as the mineral stibnite, was used as mascara and known as khol. The most famous user was the temptress Jezebel whose exploits are recorded in the Bible.Another pigment known to the Chaldean civilization, which flourished in what is now southern Iraq in the 6th and 7th centuries BC, was yellow lead antimonite. This was found in the glaze of ornamental bricks at Babylon and date from the time of Nebuchadnezzar (604–561 BC).Antimony became widely used in Medieval times, mainly to harden lead for type, although some was taken medicinally as a laxative pill which could be reclaimed and re-used!","atomicRadius":2.06,"electronAffinity":100.924,"covalentRadius":1.4,"electronegativity":2.05,"oxidationStates":[5,3,-3]}