{"atomicNumber":52,"symbol":"Te","name":"Tellurium","group":16,"groupBlock":"metalloid","meltingPoint":722.66,"boilingPoint":1261,"density":6.232,"atomicMass":127.6,"keyIsotopes":130,"ionisationEnergies":[869.294,1794.6,2697.73,3609.52,5668.51,6821.5,13218],"cas":"13494-80-9","period":5,"block":"p","stateAt20c":"Solid","electronicConfiguration":[36,{"shell":4,"subshell":"d","electrons":10},{"shell":5,"subshell":"s","electrons":2},{"shell":5,"subshell":"p","electrons":4}],"appearance":"A semi-metal usually obtained as a grey powder.","uses":"Tellurium is used in alloys, mostly with copper and stainless steel, to improve their machinability. When added to lead it makes it more resistant to acids and improves its strength and hardness. Tellurium has been used to vulcanise rubber, to tint glass and ceramics, in solar cells, in rewritable CDs and DVDs and as a catalyst in oil refining. It can be doped with silver, gold, copper or tin in semiconductor applications.","biologicalRole":"Tellurium has no known biological role. It is very toxic and teratogenic (disturbs the development of an embryo or foetus). Workers exposed to very small quantities of tellurium in the air develop ‘tellurium breath’, which has a garlic-like odour.","naturalAbundance":"Tellurium is present in the Earth’s crust only in about 0.001 parts per million. Tellurium minerals include calaverite, sylvanite and tellurite. It is also found uncombined in nature, but only very rarely. It is obtained commercially from the anode muds produced during the electrolytic refining of copper. These contain up to about 8% tellurium.","history":"Tellurium was discovered in 1783 by Franz Joseph Müller von Reichenstein at Sibiu, Romania. He became intrigued by ore from a mine near Zalatna which had a metallic sheen and which he suspected was native antimony or bismuth. (It was actually gold telluride, AuTe2.) Preliminary investigation showed neither antimony nor bismuth to be present. For three years Müller researched the ore and proved it contained a new element. He published his findings in an obscure journal and it went largely unnoticed.In 1796, he sent a sample to Martin Klaproth in Berlin who confirmed him findings. Klaproth produced a pure sample and decided to call it tellurium. Rather strangely, this was not the first sample of tellurium to pass through his hands. In 1789, he had been sent some by a Hungarian scientist, Paul Kitaibel who had independently discovered it.","atomicRadius":2.06,"electronAffinity":190.161,"covalentRadius":1.37,"electronegativity":2.1,"oxidationStates":[6,4,-2]}