{"atomicNumber":53,"symbol":"I","name":"Iodine","group":17,"groupBlock":"halogen","meltingPoint":386.9,"boilingPoint":457.6,"density":4.933,"atomicMass":126.904,"keyIsotopes":127,"ionisationEnergies":[1008.393,1845.89,3184],"cas":"7553-56-2","period":5,"block":"p","stateAt20c":"Solid","electronicConfiguration":[36,{"shell":4,"subshell":"d","electrons":10},{"shell":5,"subshell":"s","electrons":2},{"shell":5,"subshell":"p","electrons":5}],"appearance":"A black, shiny, crystalline solid. When heated, iodine sublimes to form a purple vapour.","uses":"Photography was the first commercial use for iodine after Louis Daguerre, in 1839, invented a technique for producing images on a piece of metal. These images were called daguerreotypes.Today, iodine has many commercial uses. Iodide salts are used in pharmaceuticals and disinfectants, printing inks and dyes, catalysts, animal feed supplements and photographic chemicals. Iodine is also used to make polarising filters for LCD displays.Iodide is added in small amounts to table salt, in order to avoid iodine deficiency affecting the thyroid gland. The radioactive isotope iodine-131 is sometimes used to treat cancerous thyroid glands.","biologicalRole":"Iodine is an essential element for humans, who need a daily intake of about 0.1 milligrams of iodide. Our bodies contain up to 20 milligrams, mainly in the thyroid gland. This gland helps to regulate growth and body temperature.Normally we get enough iodine from the food we eat. A deficiency of iodine can cause the thyroid gland to swell up (known as goitre).","naturalAbundance":"Iodine is found in seawater, as iodide. It is only present in trace amounts (0.05 parts per million); however, it is assimilated by seaweeds. In the past iodine was obtained from seaweed.Now the main sources of iodine are iodate minerals, natural brine deposits left by the evaporation of ancient seas and brackish (briny) waters from oil and salt wells. Iodine is obtained commercially by releasing iodine from the iodate obtained from nitrate ores or extracting iodine vapour from the processed brine.","history":"In the early 1800s, Bernard Courtois of Paris manufactured saltpetre (potassium nitrate, KNO3) and used seaweed ash as his source of potassium. One day in 1811, he added sulfuric acid and saw purple fumes which condensed to form crystals with a metallic lustre. Courtois guessed this was a new element. He gave some to Charles-Bernard Desormes and to Nicolas Clément who carried out a systematic investigation and confirmed that it was. In November 1813, they exhibited iodine at the Imperial Institute in Paris. That it really was new was proved by Joseph Gay-Lussac and confirmed by the Humphry Davy who was visiting Paris. Davy sent a report to the Royal Institution in London where it was mistakenly assumed he was the discoverer, a belief that persisted for more than 50 years.","atomicRadius":1.98,"electronAffinity":295.152,"covalentRadius":1.36,"electronegativity":2.66,"oxidationStates":[7,5,1,-1]}