{"atomicNumber":54,"symbol":"Xe","name":"Xenon","group":18,"groupBlock":"nobleGas","meltingPoint":161.4,"boilingPoint":165.051,"density":0.005366,"atomicMass":131.293,"keyIsotopes":132,"ionisationEnergies":[1170.352,2023.78,3099.399],"cas":"7440-63-3","period":5,"block":"p","stateAt20c":"Gas","electronicConfiguration":[36,{"shell":4,"subshell":"d","electrons":10},{"shell":5,"subshell":"s","electrons":2},{"shell":5,"subshell":"p","electrons":6}],"appearance":"A colourless, odourless gas. It is very unreactive.","uses":"Xenon is used in certain specialised light sources. It produces a beautiful blue glow when excited by an electrical discharge. Xenon lamps have applications as high-speed electronic flash bulbs used by photographers, sunbed lamps and bactericidal lamps used in food preparation and processing. Xenon lamps are also used in ruby lasers.Xenon ion propulsion systems are used by several satellites to keep them in orbit, and in some other spacecraft.Xenon difluoride is used to etch silicon microprocessors. It is also used in the manufacture of 5-fluorouracil, a drug used to treat certain types of cancer.","biologicalRole":"Xenon has no known biological role. It is not itself toxic, but its compounds are highly toxic because they are strong oxidising agents.","naturalAbundance":"Xenon is present in the atmosphere at a concentration of 0.086 parts per million by volume. It can also be found in the gases that evolve from certain mineral springs. It is obtained commercially by extraction from liquid air.","history":"Xenon was discovered in July 1898 by William Ramsay and Morris Travers at University College London. They had already extracted neon, argon, and krypton from liquid air, and wondered if it contained other gases. The wealthy industrialist Ludwig Mond gave them a new liquid-air machine and they used it to extract more of the rare gas krypton. By repeatedly distilling this, they eventually isolated a heavier gas, and when they examined this in a vacuum tube it gave a beautiful blue glow. They realised it was yet another member of the ‘inert’ group of gaseous elements as they were then known because of their lack of chemical reactivity. They called the new gas xenon. It was this gas which Neil Bartlett eventually showed was not inert by making a fluorine derivative in 1962. So far more than 100 xenon compounds have been made.","atomicRadius":2.16,"covalentRadius":1.36,"electronegativity":2.6,"oxidationStates":[6,4,2]}