{"atomicNumber":55,"symbol":"Cs","name":"Caesium","group":1,"groupBlock":"alkaliMetal","meltingPoint":301.7,"boilingPoint":944,"density":1.873,"atomicMass":132.905,"keyIsotopes":133,"ionisationEnergies":[375.705,2234.353],"cas":"7440-46-2","period":6,"block":"s","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":6,"subshell":"s","electrons":1}],"appearance":"Caesium is a soft, gold-coloured metal that is quickly attacked by air and reacts explosively in water.","uses":"The most common use for caesium compounds is as a drilling fluid. They are also used to make special optical glass, as a catalyst promoter, in vacuum tubes and in radiation monitoring equipment.One of its most important uses is in the ‘caesium clock’ (atomic clock). These clocks are a vital part of the internetand mobile phone networks, as well as Global Positioning System (GPS) satellites. They give the standard measure of time: the electron resonance frequency of the caesium atom is 9,192,631,770 cycles per second. Some caesium clocks are accurate to 1 second in 15 million years.","biologicalRole":"Caesium has no known biological role. Caesium compounds, such as caesium chloride, are low hazard.","naturalAbundance":"Caesium is found in the minerals pollucite and lepidolite. Pollucite is found in great quantities at Bernic Lake,Manitoba, Canada and in the USA, and from this source the element can be prepared. However, most commercialproduction is as a by-product of lithium production.","history":"Caesium was almost discovered by Carl Plattner in 1846 when he investigated the mineral pollucite (caesium aluminium silicate). He could only account for 93% of the elements it contained, but then ran out of material to analyse. (It was later realised that he mistook the caesium for sodium and potassium.)Caesium was eventually discovered by Gustav Kirchhoff and Robert Bunsen in 1860 at Heidelberg, Germany. They examined mineral water from Durkheim and observed lines in the spectrum which they did not recognise, and that meant a new element was present. They produced around 7 grams of caesium chloride from this source, but were unable to produce a sample of the new metal itself. The credit for that goes to Carl Theodor Setterberg at the University of Bonn who obtained it by the electrolysis of molten caesium cyanide, CsCN.","atomicRadius":3.43,"electronAffinity":45.505,"covalentRadius":2.38,"electronegativity":0.79,"oxidationStates":[1]}