{"atomicNumber":56,"symbol":"Ba","name":"Barium","group":2,"groupBlock":"alkalineEarthMetal","meltingPoint":1000,"boilingPoint":2118,"density":3.62,"atomicMass":137.327,"keyIsotopes":138,"ionisationEnergies":[502.849,965.223],"cas":"7440-39-3","period":6,"block":"s","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":6,"subshell":"s","electrons":2}],"appearance":"Barium is a soft, silvery metal that rapidly tarnishes in air and reacts with water.","uses":"Barium is not an extensively used element. Most is used in drilling fluids for oil and gas wells. It is also used in paint and in glassmaking.All barium compounds are toxic; however, barium sulfate is insoluble and so can be safely swallowed. A suspension of barium sulfate is sometimes given to patients suffering from digestive disorders. This is a  ‘barium meal’ or ‘barium enema’. Barium is a heavy element and scatters X-rays, so as it passes through the body the stomach and intestines can be distinguished on an X-ray. Barium carbonate has been used in the past as a rat poison. Barium nitrate gives fireworks a green colour.","biologicalRole":"Barium has no known biological role, although barium sulfate has been found in one particular type of algae. Barium is toxic, as are its water- or acid-soluble compounds.","naturalAbundance":"Barium occurs only in combination with other elements. The major ores are barite (barium sulfate) and witherite (barium carbonate). Barium metal can be prepared by electrolysis of molten barium chloride, or by heating barium oxide with aluminium powder.","history":"In the early 1600s, Vincenzo Casciarolo, of Bologna, Italy, found some unusual pebbles. If they were heated to redness during the day, they would shine during the night. This was the mineral barite (barium sulfate, BaSO4).When Bologna stone, as it became known, was investigated by Carl Scheele in 1760s he realised it was the sulfate of an unknown element. Meanwhile a mineralogist, Dr William Withering, had found another curiously heavy mineral in a lead mine in Cumberland which clearly was not a lead ore. He named it witherite; it was later shown to be barium carbonate, BaCO3.Neither the sulfate nor the carbonate yielded up the metal itself using the conventional process of smelting with carbon. However, Humphry Davy at the Royal Institution in London produced it by the electrolysis of barium hydroxide in 1808.","atomicRadius":2.68,"electronAffinity":13.954,"covalentRadius":2.06,"electronegativity":0.89,"oxidationStates":[2]}