{"atomicNumber":57,"symbol":"La","name":"Lanthanum","group":"Lanthanides","groupBlock":"lanthanoid","meltingPoint":1193,"boilingPoint":3737,"density":6.15,"atomicMass":138.905,"keyIsotopes":139,"ionisationEnergies":[538.089,1067.031,1850.328,4819.44,5943.5],"cas":"7439-91-0","period":6,"block":"d","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":5,"subshell":"d","electrons":1},{"shell":6,"subshell":"s","electrons":2}],"appearance":"A soft, silvery-white metal. It rapidly tarnishes in air and burns easily when ignited.","uses":"Lanthanum metal has no commercial uses. However, its alloys have a variety of uses. A lanthanum-nickel alloy is used to store hydrogen gas for use in hydrogen-powered vehicles. Lanthanum is also found in the anode of nickel metal hydride batteries used in hybrid cars. Lanthanum is an important component of mischmetal alloy (about 20%). The best-known use for this alloy is in ‘flints’ for cigarette lighters. ‘Rare earth’ compounds containing lanthanum are used extensively in carbon lighting applications, such as studio lighting and cinema projection. They increase the brightness and give an emission spectrum similar to sunlight.Lanthanum(III) oxide is used in making special optical glasses, as it improves the optical properties and alkali resistance of the glass. Lanthanum salts are used in catalysts for petroleum refining. The ion La3+ is used as a biological tracer for Ca2+, and radioactive lanthanum has been tested for use in treating cancer.","biologicalRole":"Lanthanum has no known biological role. Both the element and its compounds are moderately toxic.","naturalAbundance":"Lanthanum is found in ‘rare earth’ minerals, principally monazite (25% lanthanum) and bastnaesite (38% lanthanum). Ion-exchange and solvent extraction techniques are used to isolate the ‘rare earth’ elements from the minerals. Lanthanum metal is usually obtained by reducing the anhydrous fluoride with calcium.","history":"Lanthanum was discovered in January 1839 by Carl Gustav Mosander at the Karolinska Institute, Stockholm. He extracted it from cerium which had been discovered in 1803. Mosander noticed that while most of his sample of cerium oxide was insoluble, some was soluble and he deduced that this was the oxide of a new element. News of his discovery spread, but Mosander was strangely silent.That same year, Axel Erdmann, a student also at the Karolinska Institute, discovered lanthanum in a new mineral from Låven island located in a Norwegian fjord.Finally, Mosander explained his delay, saying that he had extracted a second element from cerium, and this he called didymium. Although he didn’t realise it, didymium too was a mixture, and in 1885 it was separated into praseodymium and neodymium.","atomicRadius":2.43,"electronAffinity":45.35,"covalentRadius":1.94,"electronegativity":1.1,"oxidationStates":[3]}