{"atomicNumber":58,"symbol":"Ce","name":"Cerium","group":"Lanthanides","groupBlock":"lanthanoid","meltingPoint":1072,"boilingPoint":3716,"density":6.77,"atomicMass":140.116,"keyIsotopes":140,"ionisationEnergies":[534.403,1046.87,1948.811,3546.608,6324.61,7487.3],"cas":"7440-45-1","period":6,"block":"f","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":1},{"shell":5,"subshell":"d","electrons":1},{"shell":6,"subshell":"s","electrons":2}],"appearance":"Cerium is a grey metal. It is little used because it tarnishes easily, reacts with water and burns when heated.","uses":"Cerium is the major component of mischmetal alloy (just under 50%). The best-known use for this alloy is in ‘flints’ for cigarette lighters. This is because cerium will make sparks when struck. The only other element that does this is iron.Cerium(Ill) oxide has uses as a catalyst. It is used in the inside walls of self-cleaning ovens to prevent the build-up of cooking residues. It is also used in catalytic converters. Cerium(III) oxide nanoparticles are being studied as an additive for diesel fuel to help it burn more completely and reduce exhaust emissions. Cerium sulfide is a non-toxic compound that is a rich red colour. It is used as a pigment. Cerium is also used in flat-screen TVs, low-energy light bulbs and floodlights.","biologicalRole":"Cerium has no known biological role.","naturalAbundance":"Cerium is the most abundant of the lanthanides. It is more abundant than tin or lead and almost as abundant as zinc. It is found in a various minerals, the most common being bastnaesite and monazite. Cerium oxide is produced by heating bastnaesite ore, and treating with hydrochloric acid. Metallic cerium can be obtained by heating cerium(III) fluoride with calcium, or by the electrolysis of molten cerium oxide.","history":"Cerium was first identified by the Jöns Berzelius and Wilhelm Hisinger in the winter of 1803/4. Martin Klaproth independently discovered it around the same time.Although cerium is one of the 14 lanthanoid (aka rare earth) elements it was discovered independently of them. There are some minerals that are almost exclusively cerium salts such as cerite, which is cerium silicate. A lump of this mineral had been found in 1751 by Axel Cronstedt at a mine in Vestmanland, Sweden. He sent some to Carl Scheele to analyse it but he failed to realise it was new element. In 1803, Berzelius and Hisinger examined it themselves and proved that it contained a new element.It was not until 1875 that William Hillebrand and Thomas Norton obtained a pure specimen of cerium itself, by passing an electric current through the molten cerium chloride.","atomicRadius":2.42,"electronAffinity":62.72,"covalentRadius":1.84,"electronegativity":1.12,"oxidationStates":[4,3]}