{"atomicNumber":59,"symbol":"Pr","name":"Praseodymium","group":"Lanthanides","groupBlock":"lanthanoid","meltingPoint":1204,"boilingPoint":3793,"density":6.77,"atomicMass":140.908,"keyIsotopes":141,"ionisationEnergies":[528.064,1017.92,2086.399,3761,5550.8],"cas":"7440-10-0","period":6,"block":"f","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":3},{"shell":6,"subshell":"s","electrons":2}],"appearance":"A soft, silvery metal.","uses":"Praseodymium is used in a variety of alloys. The high-strength alloy it forms with magnesium is used in aircraft engines. Mischmetal is an alloy containing about 5% praseodymium and is used to make flints for cigarette lighters. Praseodymium is also used in alloys for permanent magnets.Along with other lanthanide elements, it is used in carbon arc electrodes for studio lighting and projection. Praseodymium salts are used to colour glasses, enamel and glazes an intense and unusually clean yellow. Praseodymium oxide is a component of didymium glass (along with neodymium). This glass is used in goggles used by welders and glassmakers, because it filters out the yellow light and infrared (heat) radiation.","biologicalRole":"Praseodymium has no known biological role. It has low toxicity.","naturalAbundance":"Praseodymium occurs along with other lanthanide elements in a variety of minerals. The two principal sources are monazite and bastnaesite. It is extracted from these minerals by ion exchange and solvent extraction. Praseodymium metal is prepared by reducing anhydrous chloride with calcium.","history":"Didymium was announced in 1841 by Carl Mosander. He separated if from cerium, along with lanthanum. Didymium was accepted as an element for more than 40 years but it was really a mixture of lanthanoid elements. Some chemists wondered whether didymium too might consist of more than one element, and their suspicions were confirmed when Bohuslav Brauner of Prague in 1882 showed that its atomic spectrum was not that of a pure metal. The Austrian chemist, Carl Auer von Welsbach took up the challenge and in June 1885 he succeeded in splitting didymium into its two components, neodymium and praseodymium, which he obtained as their oxides.A pure sample of praseodymium metal itself was first produced in 1931.","atomicRadius":2.4,"electronAffinity":92.819,"covalentRadius":1.9,"electronegativity":1.13,"oxidationStates":[4,3]}