{"atomicNumber":6,"symbol":"C","name":"Carbon","group":14,"groupBlock":"nonMetal","meltingPoint":4098,"boilingPoint":4098,"density":[3.513,2.2],"atomicMass":12.011,"keyIsotopes":[12,13,14],"ionisationEnergies":[1086.454,2352.631,4620.471,6222.716,37830.648,47277.174],"cas":"7440-44-0","period":2,"block":"p","stateAt20c":"Solid","electronicConfiguration":[2,{"shell":2,"subshell":"s","electrons":2},{"shell":2,"subshell":"p","electrons":2}],"appearance":"There are a number of pure forms of this element including graphite, diamond, fullerenes and graphene. Diamond is a colourless, transparent, crystalline solid and the hardest known material. Graphite is black and shiny but soft. The nano-forms, fullerenes and graphene, appear as black or dark brown, soot-like powders.","uses":"Carbon is unique among the elements in its ability to form strongly bonded chains, sealed off by hydrogen atoms. These hydrocarbons, extracted naturally as fossil fuels (coal, oil and natural gas), are mostly used as fuels. A small but important fraction is used as a feedstock for the petrochemical industries producing polymers, fibres, paints, solvents and plastics etc. Impure carbon in the form of charcoal (from wood) and coke (from coal) is used in metal smelting. It is particularly important in the iron and steel industries. Graphite is used in pencils, to make brushes in electric motors and in furnace linings. Activated charcoal is used for purification and filtration. It is found in respirators and kitchen extractor hoods. Carbon fibre is finding many uses as a very strong, yet lightweight, material. It is currently used in tennis rackets, skis, fishing rods, rockets and aeroplanes.Industrial diamonds are used for cutting rocks and drilling. Diamond films are used to protect surfaces such as razor blades.The more recent discovery of carbon nanotubes, other fullerenes and atom-thin sheets of graphene has revolutionised hardware developments in the electronics industry and in nanotechnology generally.150 years ago the natural concentration of carbon dioxide in the Earth’s atmosphere was 280 ppm. In 2013, as a result of combusting fossil fuels with oxygen, there was 390 ppm. Atmospheric carbon dioxide allows visible light in but prevents some infrared escaping (the natural greenhouse effect). This keeps the Earth warm enough to sustain life. However, an enhanced greenhouse effect is underway, due to a human-induced rise in atmospheric carbon dioxide. This is affecting living things as our climate changes.","biologicalRole":"Carbon is essential to life. This is because it is able to form a huge variety of chains of different lengths. It was once thought that the carbon-based molecules of life could only be obtained from living things. They were thought to contain a ‘spark of life’. However, in 1828, urea was synthesised from inorganic reagents and the branches of organic and inorganic chemistry were united. Living things get almost all their carbon from carbon dioxide, either from the atmosphere or dissolved in water. Photosynthesis by green plants and photosynthetic plankton uses energy from the sun to split water into oxygen and hydrogen. The oxygen is released to the atmosphere, fresh water and seas, and the hydrogen joins with carbon dioxide to produce carbohydrates. Some of the carbohydrates are used, along with nitrogen, phosphorus and other elements, to form the other monomer molecules of life. These include bases and sugars for RNA and DNA, and amino acids for proteins. Living things that do not photosynthesise have to rely on consuming other living things for their source of carbon molecules. Their digestive systems break carbohydrates into monomers that they can use to build their own cellular structures. Respiration provides the energy needed for these reactions. In respiration oxygen rejoins carbohydrates, to form carbon dioxide and water again. The energy released in this reaction is made available for the cells.","naturalAbundance":"Carbon is found in the sun and other stars, formed from the debris of a previous supernova. It is built up by nuclear fusion in bigger stars. It is present in the atmospheres of many planets, usually as carbon dioxide. On Earth, the concentration of carbon dioxide in the atmosphere is currently 390 ppm and rising. Graphite is found naturally in many locations. Diamond is found in the form of microscopic crystals in some meteorites. Natural diamonds are found in the mineral kimberlite, sources of which are in Russia, Botswana, DR Congo, Canada and South Africa. In combination, carbon is found in all living things. It is also found in fossilised remains in the form of hydrocarbons (natural gas, crude oil, oil shales, coal etc) and carbonates (chalk, limestone, dolomite etc).","history":"Carbon occurs naturally as anthracite (a type of coal), graphite, and diamond. More readily available historically was soot or charcoal. Ultimately these various materials were recognised as forms of the same element. Not surprisingly, diamond posed the greatest difficulty of identification. Naturalist Giuseppe Averani and medic Cipriano Targioni of Florence were the first to discover that diamonds could be destroyed by heating. In 1694 they focussed sunlight on to a diamond using a large magnifying glass and the gem eventually disappeared. Pierre-Joseph Macquer and Godefroy de Villetaneuse repeated the experiment in 1771. Then, in 1796, the English chemist Smithson Tennant finally proved that diamond was just a form of carbon by showing that as it burned it formed only CO2.","atomicRadius":1.7,"electronAffinity":121.776,"covalentRadius":0.75,"electronegativity":2.55,"oxidationStates":[4,3,2,1,-1,-2,-3,-4]}