{"atomicNumber":60,"symbol":"Nd","name":"Neodymium","group":"Lanthanides","groupBlock":"lanthanoid","meltingPoint":1289,"boilingPoint":3347,"density":7.01,"atomicMass":144.242,"keyIsotopes":142,"ionisationEnergies":[533.082,1034.32,2132.3,3898],"cas":"7440-00-8","period":6,"block":"f","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":4},{"shell":6,"subshell":"s","electrons":2}],"appearance":"A silvery-white metal. It rapidly tarnishes in air.","uses":"The most important use for neodymium is in an alloy with iron and boron to make very strong permanent magnets. This discovery, in 1983, made it possible to miniaturise many electronic devices, including mobile phones, microphones, loudspeakers and electronic musical instruments. These magnets are also used in car windscreen wipers and wind turbines.Neodymium is a component, along with praseodymium, of didymium glass. This is a special glass for goggles used during glass blowing and welding. The element colours glass delicate shades of violet, wine-red and grey. Neodymium is also used in the glass for tanning booths, since it transmits the tanning UV rays but not the heating infrared rays. Neodymium glass is used to make lasers. These are used as laser pointers, as well as in eye surgery, cosmetic surgery and for the treatment of skin cancers. Neodymium oxide and nitrate are used as catalysts in polymerisation reactions.","biologicalRole":"Neodymium has no known biological role. It is moderately toxic and irritating to eyes.","naturalAbundance":"The main sources of most lanthanide elements are the minerals monazite and bastnaesite. Neodymium can be extracted from these minerals by ion exchange and solvent extraction. The element can also be obtained by reducing anhydrous neodymium chloride or fluoride with calcium.","history":"Neodymium was discovered in Vienna in 1885 by Karl Auer. Its story began with the discovery of cerium, from which Carl Gustav Mosander extracted didymium in 1839. This turned out to be a mixture of lanthanoid elements, and in 1879, samarium was extracted from didymium, followed a year later by gadolinium. In 1885, Auer obtained neodymium and praseodymium from didymium, their existence revealed by atomic spectroscopy. Didymium had been studied by Bohuslav Brauner at Prague in 1882 and was shown to vary according to the mineral from which it came. At the time he made his discovery, Auer was a research student of the great German chemist, Robert Bunsen who was the world expert on didymium, but he accepted Auer's discovery immediately, whereas other chemists were to remain sceptical for several years.A sample of the pure metal was first produced in 1925.","atomicRadius":2.39,"covalentRadius":1.88,"electronegativity":1.14,"oxidationStates":[3]}