{"atomicNumber":61,"symbol":"Pm","name":"Promethium","group":"Lanthanides","groupBlock":"lanthanoid","meltingPoint":1315,"boilingPoint":3273,"density":7.26,"atomicMass":{"mostStableIsotope":true,"v":145},"keyIsotopes":[145,147],"ionisationEnergies":[538.581,1051.7,2151.6,3965.5],"cas":"7440-12-2","period":6,"block":"f","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":5},{"shell":6,"subshell":"s","electrons":2}],"appearance":"A radioactive metal.","uses":"Most promethium is used only in research. A little promethium is used in specialised atomic batteries. These are roughly the size of a drawing pin and are used for pacemakers, guided missiles and radios. The radioactive decay of promethium is used to make a phosphor give off light and this light is converted into electricity by a solar cell.Promethium can also be used as a source of x-rays and radioactivity in measuring instruments.","biologicalRole":"Promethium has no known biological role.","naturalAbundance":"Promethium’s longest-lived isotope has a half-life of only 18 years. For this reason it is not found naturally on Earth. It has been found that a star in the Andromeda galaxy is manufacturing promethium, but it is not known how. Promethium can be produced by irradiating neodymium and praseodymium with neutrons, deuterons and alpha particles. It can also be prepared by ion exchange of nuclear reactor fuel processing wastes.","history":"In 1902, Bohuslav Branner speculated that there should be an element in the periodic table between neodymium and samarium. He was not to know that all its isotopes were radioactive and had long disappeared. Attempts were made to discover it and several claims were made, but clearly all were false. However, minute amounts of promethium do occur in uranium ores as a result of nuclear fission, but in amounts of less than a microgram per million tonnes of ore.In 1939, the 60-inch cyclotron at the University of California was used to make promethium, but it was not proven. Finally element 61 was produced in 1945 by Jacob .A. Marinsky, Lawrence E. Glendenin, and Charles D. Coryell at Oak Ridge, Tennessee. They used ion-exchange chromatography to separate it from the fission products of uranium fuel taken from a nuclear reactor.","atomicRadius":2.38,"covalentRadius":1.86,"oxidationStates":[3]}