{"atomicNumber":62,"symbol":"Sm","name":"Samarium","group":"Lanthanides","groupBlock":"lanthanoid","meltingPoint":1345,"boilingPoint":2067,"density":7.52,"atomicMass":150.36,"keyIsotopes":152,"ionisationEnergies":[544.534,1068.09,2257.8,3994.5],"cas":"7440-19-9","period":6,"block":"f","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":6},{"shell":6,"subshell":"s","electrons":2}],"appearance":"A silvery-white metal.","uses":"Samarium-cobalt magnets are much more powerful than iron magnets. They remain magnetic at high temperatures and so are used in microwave applications. They enabled the miniaturisation of electronic devices like headphones, and the development of personal stereos. However, neodymium magnets are now more commonly used instead.Samarium is used to dope calcium chloride crystals for use in optical lasers. It is also used in infrared absorbing glass and as a neutron absorber in nuclear reactors. Samarium oxide finds specialised use in glass and ceramics. In common with other lanthanides, samarium is used in carbon arc lighting for studio lighting and projection.","biologicalRole":"Samarium has no known biological role. It has low toxicity.","naturalAbundance":"Samarium is found along with other lanthanide metals in several minerals, the principal ones being monazite and bastnaesite. It is separated from the other components of the mineral by ion exchange and solvent extraction. Recently, electrochemical deposition has been used to separate samarium from other lanthanides. A lithium citrate electrolyte is used, and a mercury electrode. Samarium metal can also be produced by reducing the oxide with barium.","history":"Samarium was one of the rare earths (aka lanthanoids) which perplexed and puzzled the chemists of the 1800s. Its history began with the discovery of cerium in 1803. This was suspected of harbouring other metals, and in 1839 Carl Mosander claimed to have obtained lanthanum and didymium from it. While he was right about lanthanum, he was wrong about didymium. In 1879, Paul-Émile Lecoq de Boisbaudran extracted didymium from the mineral samarskite. He then made a solution of didymium nitrate and added ammonium hydroxide. He observed that the precipitate which formed came down in two stages. He concentrated his attention on the first precipitate and measured its spectrum which revealed it to be a new element samarium. Samarium itself was eventually to yield other rare-earths: gadolinium in 1886 and europium in 1901.","atomicRadius":2.36,"covalentRadius":1.85,"electronegativity":1.17,"oxidationStates":[3,2]}