{"atomicNumber":63,"symbol":"Eu","name":"Europium","group":"Lanthanides","groupBlock":"lanthanoid","meltingPoint":1095,"boilingPoint":1802,"density":5.24,"atomicMass":151.964,"keyIsotopes":153,"ionisationEnergies":[547.109,1085.46,2404.41,4119.9],"cas":"7440-53-1","period":6,"block":"f","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":7},{"shell":6,"subshell":"s","electrons":2}],"appearance":"A soft, silvery metal that tarnishes quickly and reacts with water.","uses":"Europium is used in the printing of euro banknotes. It glows red under UV light, and forgeries can be detected by the lack of this red glow.Low-energy light bulbs contain a little europium to give a more natural light, by balancing the blue (cold) light with a little red (warm) light.Europium is excellent at absorbing neutrons, making it valuable in control rods for nuclear reactors. Europium-doped plastic has been used as a laser material. It is also used in making thin super-conducting alloys.","biologicalRole":"Europium has no known biological role. It has low toxicity.","naturalAbundance":"In common with other lanthanides, europium is mainly found in the minerals monazite and bastnaesite. It can be prepared from these minerals. However, the usual method of preparation is by heating europium(Ill) oxide with an excess of lanthanum under vacuum.","history":"Europium’s story is part of the complex history of the rare earths, aka lanthanoids. It began with cerium which was discovered in 1803. In 1839 Carl Mosander separated two other elements from it: lanthanum and one he called didymium which turned out to be a mixture of two rare earths, praseodymium and neodymium, as revealed by Karl Auer in 1879. Even so, it still harboured another rarer metal, samarium, separated by Paul-Émile Lecoq de Boisbaudran, and even that was impure. In 1886 Jean Charles Galissard de Marignac extracted gadolinium, from it, but that was still not the end of the story. In 1901, Eugène-Anatole Demarçay carried out a painstaking sequence of crystallisations of samarium magnesium nitrate, and separated yet another new element: europium.","atomicRadius":2.35,"electronAffinity":83.363,"covalentRadius":1.83,"oxidationStates":[3,2]}