{"atomicNumber":64,"symbol":"Gd","name":"Gadolinium","group":"Lanthanides","groupBlock":"lanthanoid","meltingPoint":1586,"boilingPoint":3546,"density":7.9,"atomicMass":157.25,"keyIsotopes":158,"ionisationEnergies":[593.366,1166.51,1990.49,4245],"cas":"7440-54-2","period":6,"block":"f","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":7},{"shell":5,"subshell":"d","electrons":1},{"shell":6,"subshell":"s","electrons":2}],"appearance":"A soft, silvery metal that reacts with oxygen and water.","uses":"Gadolinium has useful properties in alloys. As little as 1% gadolinium can improve the workability of iron and chromium alloys, and their resistance to high temperatures and oxidation. It is also used in alloys for making magnets, electronic components and data storage disks. Its compounds are useful in magnetic resonance imaging (MRI), particularly in diagnosing cancerous tumours. Gadolinium is excellent at absorbing neutrons, and so is used in the core of nuclear reactors.","biologicalRole":"Gadolinium has no known biological role, and has low toxicity.","naturalAbundance":"In common with other lanthanides, gadolinium is mainly found in the minerals monazite and bastnaesite. It can be commercially prepared from these minerals by ion exchange and solvent extraction. It is also prepared by reducing anhydrous gadolinium fluoride with calcium metal.","history":"Gadolinium was discovered in 1880 by Charles Galissard de Marignac at Geneva. He had long suspected that the didymium reported by Carl Mosander was not a new element but a mixture. His suspicions were confirmed when Marc Delafontaine and Paul-Emile Lecoq de Boisbaudran at Paris reported that its spectral lines varied according to the source from which it came. Indeed, in 1879 they had already separated samarium from some didymium which had been extracted from the mineral samarskite, found in the Urals. In 1880, Marignac extracted yet another new rare earth from didymium, as did Paul-Émile Lecoq de Boisbaudran in 1886, and it was the latter who called it gadolinium.","atomicRadius":2.34,"covalentRadius":1.82,"electronegativity":1.2,"oxidationStates":[3]}