{"atomicNumber":65,"symbol":"Tb","name":"Terbium","group":"Lanthanides","groupBlock":"lanthanoid","meltingPoint":1632,"boilingPoint":3503,"density":8.23,"atomicMass":158.925,"keyIsotopes":159,"ionisationEnergies":[565.771,1111.51,2113.99,3839.15],"cas":"7440-27-9","period":6,"block":"f","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":9},{"shell":6,"subshell":"s","electrons":2}],"appearance":"A soft, silvery metal.","uses":"Terbium is used to dope calcium fluoride, calcium tungstate and strontium molybdate, all used in solid-state devices. It is also used in low-energy lightbulbs and mercury lamps. It has been used to improve the safety of medical x-rays by allowing the same quality image to be produced with a much shorter exposure time. Terbium salts are used in laser devices. An alloy of terbium, dysprosium and iron lengthens and shortens in a magnetic field. This effect forms the basis of loudspeakers that sit on a flat surface, such as a window pane, which then acts as the speaker.","biologicalRole":"Terbium has no known biological role. It has low toxicity.","naturalAbundance":"Terbium can be recovered from the minerals monazite and bastnaesite by ion exchange and solvent extraction. It is also obtained from euxenite, a complex oxide containing 1% or more of terbium. The metal is usually produced commercially by reducing the anhydrous fluoride or chloride with calcium metal, under a vacuum. It is also possible to produce the metal by the electrolysis of terbium oxide in molten calcium chloride.","history":"Terbium was first isolated in 1843 by the Swedish chemist Carl Mosander at Stockholm. He had already investigated cerium oxide and separated a new element from it, lanthanum, and now he focussed his attention on yttrium, discovered in 1794, because he thought this too might harbour another element. In fact Mosander was able to obtain two other metal oxides from it: terbium oxide (yellow) and erbium oxide (rose pink) and these he announced in 1843. This was not the end of the story, however, because later that century these too yielded other rare earth elements (aka lanthanoids). Today these elements are easily separated by a process known as liquid-liquid extraction.","atomicRadius":2.33,"covalentRadius":1.81,"oxidationStates":[4,3]}