{"atomicNumber":66,"symbol":"Dy","name":"Dysprosium","group":"Lanthanides","groupBlock":"lanthanoid","meltingPoint":1685,"boilingPoint":2840,"density":8.55,"atomicMass":162.5,"keyIsotopes":164,"ionisationEnergies":[573.017,1125.98,2199.9,4001.25],"cas":"7429-91-6","period":6,"block":"f","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":10},{"shell":6,"subshell":"s","electrons":2}],"appearance":"A bright, silvery metallic element.","uses":"As a pure metal it is little used, because it reacts readily with water and air. Dysprosium’s main use is in alloys for neodymium-based magnets. This is because it is resistant to demagnetisation at high temperatures. This property is important for magnets used in motors or generators. These magnets are used in wind turbines and electrical vehicles, so demand for dysprosium is growing rapidly. Dysprosium iodide is used in halide discharge lamps. The salt enables the lamps to give out a very intense white light.A dysprosium oxide-nickel cermet (a composite material of ceramic and metal) is used in nuclear reactor control rods. It readily absorbs neutrons, and does not swell or contract when bombarded with neutrons for long periods.","biologicalRole":"Dysprosium has no known biological role. It has low toxicity.","naturalAbundance":"In common with many other lanthanides, dysprosium is found in the minerals monazite and bastnaesite. It is also found in smaller quantities in several other minerals such as xenotime and fergusonite. It can be extracted from these minerals by ion exchange and solvent extraction. It can also be prepared by the reduction of dysprosium trifluoride with calcium metal.","history":"Dysprosium was discovered in 1886 by Paul-Émile Lecoq de Boisbaudran in Paris. Its discovery came as a result of research into yttrium oxide, first made in 1794, and from which other rare earths (aka lanthanoids) were subsequently to be extracted, namely erbium in 1843, then holmium in 1878, and finally dysprosium. De Boisbaudran’s method had involved endless precipitations carried out on the marble slab of his fireplace at home.Pure samples of dysprosium were not available until Frank Spedding and co-workers at Iowa State University developed the technique of ion-exchange chromatography around 1950. From then on it was possible to separate the rare earth elements in a reliable and efficient manner, although that method of separation has now been superseded by liquid-liquid exchange technology.","atomicRadius":2.31,"covalentRadius":1.8,"electronegativity":1.22,"oxidationStates":[3]}