{"atomicNumber":68,"symbol":"Er","name":"Erbium","group":"Lanthanides","groupBlock":"lanthanoid","meltingPoint":1802,"boilingPoint":3141,"density":9.07,"atomicMass":167.259,"keyIsotopes":166,"ionisationEnergies":[589.304,1151.07,2194.08,4119.9],"cas":"7440-52-0","period":6,"block":"f","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":12},{"shell":6,"subshell":"s","electrons":2}],"appearance":"A soft, silvery metallic element.","uses":"Erbium finds little use as a metal because it slowly tarnishes in air and is attacked by water. When alloyed with metals such as vanadium, erbium lowers their hardness and improves their workability.Erbium oxide is occasionally used in infrared absorbing glass, for example safety glasses for welders and metal workers. When erbium is added to glass it gives the glass a pink tinge. It is used to give colour to some sunglasses and imitation gems.Broadband signals, carried by fibre optic cables, are amplified by including erbium in the glass fibre.","biologicalRole":"Erbium has no known biological role, and has low toxicity.","naturalAbundance":"Erbium is found principally in the minerals monazite and bastnaesite. It can be extracted by ion exchange and solvent extraction.","history":"In 1843, at Stockholm, Carl Mosander obtained two new metal oxides from yttrium, which had been know since 1794. One of these was erbium oxide, which was pink. (The other was terbium oxide, which was yellow.) While erbium was one of the first lanthanoid elements to be discovered, the picture is clouded because early samples of this element must have contained other rare-earths. We know this because In1878 Jean-Charles Galissard de Marignac, working at the University of Geneva, extracted another element from erbium and called it ytterbium. (This too was impure and scandium was extracted from it a year later.)A sample of pure erbium metal was not produced until 1934, when Wilhelm Klemm and Heinrich Bommer achieved it by heating purified erbium chloride with potassium.","atomicRadius":2.29,"covalentRadius":1.77,"electronegativity":1.24,"oxidationStates":[3]}