{"atomicNumber":69,"symbol":"Tm","name":"Thulium","group":"Lanthanides","groupBlock":"lanthanoid","meltingPoint":1818,"boilingPoint":2223,"density":9.32,"atomicMass":168.934,"keyIsotopes":169,"ionisationEnergies":[596.695,1162.65,2284.77,4119.9],"cas":"7440-30-4","period":6,"block":"f","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":13},{"shell":6,"subshell":"s","electrons":2}],"appearance":"A bright, silvery metal.","uses":"When irradiated in a nuclear reactor, thulium produces an isotope that emits x-rays. A ‘button’ of this isotope is used to make a lightweight, portable x-ray machine for medical use. Thulium is used in lasers with surgical applications.","biologicalRole":"Thulium has no known biological role. It is non-toxic.","naturalAbundance":"Thulium is found principally in the mineral monazite, which contains about 20 parts per million. It is extracted by ion exchange and solvent extraction. The metal is obtained by reducing the anhydrous fluoride with calcium, or reducing the oxide with lanthanum.","history":"Thulium was first isolated in 1879 as its oxide by Per Teodor Cleve at the University of Uppsala, Sweden. The discoveries of the many rare earth elements (aka lanthanoid) began with yttrium in 1794. This was contaminated with these chemically similar elements. Indeed the early chemists were unaware they were there. In 1843, erbium and terbium were extracted from yttrium, and then, in 1874, Cleve looked more closely at erbium and realised that it must contain yet other elements because he observed that its atomic weight varied slightly depending on the source from which it came. He extracted thulium from it in 1879.In 1911, the American chemist Theodore William Richards performed 15,000 recrystallisations of thulium bromate in order to obtain an absolutley pure sample of the element and so determine exactly its atomic weight.","atomicRadius":2.27,"electronAffinity":99.283,"covalentRadius":1.77,"electronegativity":1.25,"oxidationStates":[3,2]}