{"atomicNumber":7,"symbol":"N","name":"Nitrogen","group":15,"groupBlock":"nonMetal","meltingPoint":63.2,"boilingPoint":77.355,"density":0.001145,"atomicMass":14.007,"keyIsotopes":14,"ionisationEnergies":[1402.328,2856.092,4578.156,7475.057,9444.969,53266.835,64360.16],"cas":"7727-37-9","period":2,"block":"p","stateAt20c":"Gas","electronicConfiguration":[2,{"shell":2,"subshell":"s","electrons":2},{"shell":2,"subshell":"p","electrons":3}],"appearance":"A colourless, odourless gas.","uses":"Nitrogen is important to the chemical industry. It is used to make fertilisers, nitric acid, nylon, dyes and explosives. To make these products, nitrogen must first be reacted with hydrogen to produce ammonia. This is done by the Haber process. 150 million tonnes of ammonia are produced in this way every year.  Nitrogen gas is also used to provide an unreactive atmosphere. It is used in this way to preserve foods, and in the electronics industry during the production of transistors and diodes. Large quantities of nitrogen are used in annealing stainless steel and other steel mill products. Annealing is a heat treatment that makes steel easier to work.Liquid nitrogen is often used as a refrigerant. It is used for storing sperm, eggs and other cells for medical research and reproductive technology. It is also used to rapidly freeze foods, helping them to maintain moisture, colour, flavour and texture.","biologicalRole":"Nitrogen is cycled naturally by living organisms through the ‘nitrogen cycle’. It is taken up by green plants and algae as nitrates, and used to build up the bases needed to construct DNA, RNA and all amino acids. Amino acids are the building blocks of proteins. Animals obtain their nitrogen by consuming other living things. They digest the proteins and DNA into their constituent bases and amino acids, reforming them for their own use. Microbes in the soil convert the nitrogen compounds back to nitrates for the plants to re-use. The nitrate supply is also replenished by nitrogen-fixing bacteria that ‘fix’ nitrogen directly from the atmosphere. Crop yields can be greatly increased by adding chemical fertilisers to the soil, manufactured from ammonia. If used carelessly the fertiliser can leach out of the soil into rivers and lakes, causing algae to grow rapidly. This can block out light preventing photosynthesis. The dissolved oxygen soon gets used up and the river or lake dies.","naturalAbundance":"Nitrogen makes up 78% of the air, by volume. It is obtained by the distillation of liquid air. Around 45 million tonnes are extracted each year. It is found, as compounds, in all living things and hence also in coal and other fossil fuels.","history":"Nitrogen in the form of ammonium chloride, NH4Cl, was known to the alchemists as sal ammonia. It was manufactured in Egypt by heating a mixture of dung, salt and urine. Nitrogen gas itself was obtained in the 1760s by both Henry Cavendish and Joseph Priestley and they did this by removing the oxygen from air. They noted it extinguished a lighted candle and that a mouse breathing it would soon die. Neither man deduced that it was an element. The first person to suggest this was a young student Daniel Rutherford in his doctorate thesis of September 1772 at Edinburgh, Scotland.","atomicRadius":1.55,"covalentRadius":0.71,"electronegativity":3.04,"oxidationStates":[5,4,3,2,-3]}