{"atomicNumber":72,"symbol":"Hf","name":"Hafnium","group":4,"groupBlock":"transitionMetal","meltingPoint":2506,"boilingPoint":4873,"density":13.3,"atomicMass":178.49,"keyIsotopes":[177,178,180],"ionisationEnergies":[658.519,1447,2248.1,3215.86],"cas":"7440-58-6","period":6,"block":"d","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":14},{"shell":5,"subshell":"d","electrons":2},{"shell":6,"subshell":"s","electrons":2}],"appearance":"A shiny, silvery metal that resists corrosion and can be drawn into wires.","uses":"Hafnium is a good absorber of neutrons and is used to make control rods, such as those found in nuclear submarines. It also has a very high melting point and because of this is used in plasma welding torches. Hafnium has been successfully alloyed with several metals including iron, titanium and niobium. Hafnium oxide is used as an electrical insulator in microchips, while hafnium catalysts have been used in polymerisation reactions.","biologicalRole":"Hafnium has no known biological role, and it has low toxicity.","naturalAbundance":"Most zirconium ores contain around 5% hafnium. The metal can be prepared by reducing hafnium tetrachloride with sodium or magnesium.","history":"In 1911, Georges Urbain reported the discovery of the missing element below zirconium in the periodic table, but he was wrong and the search continued. It was finally discovered by George Charles de Hevesy and Dirk Coster at the University of Copenhagen in 1923. It was found in a zirconium mineral, a Norwegian zircon, but it had proved very difficult to separate it from zirconium and this explained why hafnium remained undiscovered for so long.Other zirconium minerals were now examined by Hevesy, and some were found to contain as much as five per cent of hafnium. (It meant the atomic weight of zirconium was wrong and hafnium-free material had to be produced in order for this to be determined.)The first pure sample of hafnium itself was made in 1925 by decomposing hafnium tetra-iodide over a hot tungsten wire.","atomicRadius":2.23,"electronAffinity":1.351,"covalentRadius":1.64,"electronegativity":1.3,"oxidationStates":[4]}