{"atomicNumber":73,"symbol":"Ta","name":"Tantalum","group":5,"groupBlock":"transitionMetal","meltingPoint":3290,"boilingPoint":5728,"density":16.4,"atomicMass":180.948,"keyIsotopes":[180,181],"ionisationEnergies":[728.423],"cas":"7440-25-7","period":6,"block":"d","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":14},{"shell":5,"subshell":"d","electrons":3},{"shell":6,"subshell":"s","electrons":2}],"appearance":"A shiny, silvery metal that is very resistant to corrosion.","uses":"One of the main uses of tantalum is in the production of electronic components. An oxide layer which forms on the surface of tantalum can act as an insulating (dielectric) layer. Because tantalum can be used to coat other metals with a very thin layer, a high capacitance can be achieved in a small volume. This makes tantalum capacitors attractive for portable electronics such as mobile phones.Tantalum causes no immune response in mammals, so has found wide use in the making of surgical implants. It can replace bone, for example in skull plates; as foil or wire it connects torn nerves; and as woven gauze it binds abdominal muscle. It is very resistant to corrosion and so is used in equipment for handling corrosive materials. It has also found uses as electrodes for neon lights, AC/DC rectifiers and in glass for special lenses.Tantalum alloys can be extremely strong and have been used for turbine blades, rocket nozzles and nose caps for supersonic aircraft.","biologicalRole":"Tantalum has no known biological role. It is non-toxic.","naturalAbundance":"Tantalum is sometimes, but only rarely, found uncombined in nature. It occurs mainly in the mineral columbite-tantalite, which also contains other metals including niobium. It is mined in many places including Australia, Canada and Brazil. There are several complicated steps involved in separating the tantalum from the niobium. A lot of tantalum is obtained commercially as a by-product of tin extraction.","history":"Tantalum was reported as a new metal in 1802 by Anders Gustav Ekeberg at Uppsala University, Sweden. However, when William Wollaston analysed the minerals from which it had been extracted he declared it was identical to niobium which has been discovered the year previously. It was as a result of their similarity that there was confusion regarding their identification. These two elements often occur together and, being chemically very similar, were difficult to separate by the methods available at the time of the discovery.It was not until 1846 that Heinrich Rose separated tantalum and niobium and proved conclusively that they were different elements, and yet his sample of tantalum was still somewhat impure, and it was not until 1903 that pure tantalum was produced by Werner von Bolton.","atomicRadius":2.22,"electronAffinity":31.068,"covalentRadius":1.58,"electronegativity":1.5,"oxidationStates":[5]}