{"atomicNumber":74,"symbol":"W","name":"Tungsten","group":6,"groupBlock":"transitionMetal","meltingPoint":3687,"boilingPoint":5828,"density":19.3,"atomicMass":183.84,"keyIsotopes":[182,184,186],"ionisationEnergies":[758.764,1553.4],"cas":"7440-33-7","period":6,"block":"d","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":14},{"shell":5,"subshell":"d","electrons":4},{"shell":6,"subshell":"s","electrons":2}],"appearance":"A shiny, silvery-white metal.","uses":"Tungsten was used extensively for the filaments of old-style incandescent light bulbs, but these have been phased out in many countries. This is because they are not very energy efficient; they produce much more heat than light.Tungsten has the highest melting point of all metals and is alloyed with other metals to strengthen them. Tungsten and its alloys are used in many high-temperature applications, such as arc-welding electrodes and heating elements in high-temperature furnaces. Tungsten carbide is immensely hard and is very important to the metal-working, mining and petroleum industries. It is made by mixing tungsten powder and carbon powder and heating to 2200°C. It makes excellent cutting and drilling tools, including a new ‘painless’ dental drill which spins at ultra-high speeds. Calcium and magnesium tungstates are widely used in fluorescent lighting.","biologicalRole":"Tungsten is the heaviest metal to have a known biological role. Some bacteria use tungsten in an enzyme to reduce carboxylic acids to aldehydes.","naturalAbundance":"The principal tungsten-containing ores are scheelite and wolframite. The metal is obtained commercially by reducing tungsten oxide with hydrogen or carbon.","history":"More than 350 years ago, porcelain makers in China incorporated a unique peach colour into their designs by means of a tungsten pigment that was not known in the West. Indeed it was not for another century that chemists in Europe became aware of it. In 1779, Peter Woulfe examined a mineral from Sweden and concluded it contained a new metal, but he did not separate it. Then in 1781, Wilhelm Scheele investigated it and succeeded in isolating an acidic white oxide and which he rightly deduced was the oxide of a new metal.The credit for discovering tungsten goes to the brothers, Juan and Fausto Elhuyar, who were interested in mineralogy and were based at the Seminary at Vergara, in Spain, 1783 they produced the same acidic metal oxide and even reduced it to tungsten metal by heating with carbon.","atomicRadius":2.18,"electronAffinity":78.757,"covalentRadius":1.5,"electronegativity":1.7,"oxidationStates":[6,5,4,3,2]}