{"atomicNumber":75,"symbol":"Re","name":"Rhenium","group":7,"groupBlock":"transitionMetal","meltingPoint":3458,"boilingPoint":5863,"density":20.8,"atomicMass":186.207,"keyIsotopes":187,"ionisationEnergies":[755.82],"cas":"7440-15-5","period":6,"block":"d","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":14},{"shell":5,"subshell":"d","electrons":5},{"shell":6,"subshell":"s","electrons":2}],"appearance":"A metal with a very high melting point.  Tungsten is the only metallic element with a higher melting point.","uses":"Rhenium is used as an additive to tungsten- and molybdenum-based alloys to give useful properties. These alloys are used for oven filaments and x-ray machines. It is also used as an electrical contact material as it resists wear and withstands arc corrosion. Rhenium catalysts are extremely resistant to poisoning (deactivation) and are used for the hydrogenation of fine chemicals. Some rhenium is used in nickel alloys to make single-crystal turbine blades.","biologicalRole":"Rhenium has no known biological role.","naturalAbundance":"Rhenium is among the rarest metals on Earth. It does not occur uncombined in nature or as a compound in a mineable mineral species. It is, however, widely spread throughout the Earth’s crust to the extent of about 0.001 parts per million. Commercial production of rhenium is by extraction from the flue dusts of molybdenum smelters.","history":"The periodic table had two vacant slots below manganese and finding these missing elements, technetium and rhenium, proved difficult. Rhenium was the lower one and indeed it was the last stable, non-radioactive, naturally-occurring element to be discovered. In 1905, Masataka Ogawa found it in the mineral thorianite from Sri Lanka. He realised from lines in its atomic spectrum that it contained an unknown element. He wrongly thought it was the one directly below manganese and so his claim was discounted at the time. However, a re-examination of Ogawa’s original photographic spectra proved he had discovered rhenium.The isolation of rhenium was finally achieved in May 1925 by Walter Noddack and Ida Tacke working in Berlin. They concentrated it from the ore gadolinite in which it was an impurity.","atomicRadius":2.16,"electronAffinity":14.47,"covalentRadius":1.41,"electronegativity":1.9,"oxidationStates":[7,6,4,2,-1]}