{"atomicNumber":76,"symbol":"Os","name":"Osmium","group":8,"groupBlock":"transitionMetal","meltingPoint":3306,"boilingPoint":5281,"density":22.5872,"atomicMass":190.23,"keyIsotopes":192,"ionisationEnergies":[814.165],"cas":"7440-04-2","period":6,"block":"d","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":14},{"shell":5,"subshell":"d","electrons":6},{"shell":6,"subshell":"s","electrons":2}],"appearance":"A shiny, silver metal that resists corrosion. It is the densest of all the elements and is twice as dense as lead.","uses":"Osmium has only a few uses. It is used to produce very hard alloys for fountain pen tips, instrument pivots, needles and electrical contacts. It is also used in the chemical industry as a catalyst.","biologicalRole":"Osmium has no known biological role. The metal is not toxic, but its oxide is volatile and very toxic, causing lung, skin and eye damage.","naturalAbundance":"Osmium occurs uncombined in nature and also in the mineral osmiridium (an alloy with iridium). Most osmium is obtained commercially from the wastes of nickel refining.","history":"In 1803, Smithson Tennant added platinum to dilute aqua regia, which is a mixture of nitric and hydrochloric acids, and observed that not all the metal went into solution. Earlier experimenters had assumed that the residue was graphite, but he suspected it was something else, and he began to investigate it. By a combination of acid and alkali treatments he eventually separated it into two new metal elements, which he named iridium and osmium, naming the latter on account of the strong odour it gave off. Its name is derived from osme the Greek word for smell. Although it was recognised as a new metal, little use was made of it because it was rare and difficult to work with, although it was extremely hard wearing and for several years it was used for pen nibs and gramophone needles.","atomicRadius":2.16,"electronAffinity":106.1,"covalentRadius":1.36,"electronegativity":2.2,"oxidationStates":[8,6,4,3,2,-2]}