{"atomicNumber":77,"symbol":"Ir","name":"Iridium","group":9,"groupBlock":"transitionMetal","meltingPoint":2719,"boilingPoint":4701,"density":22.5622,"atomicMass":192.217,"keyIsotopes":193,"ionisationEnergies":[865.186],"cas":"7439-88-5","period":6,"block":"d","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":14},{"shell":5,"subshell":"d","electrons":7},{"shell":6,"subshell":"s","electrons":2}],"appearance":"Iridium is a hard, silvery metal. It is almost as unreactive as gold. It has a very high density and melting point.","uses":"Iridium is the most corrosion-resistant material known. It is used in special alloys and forms an alloy with osmium, which is used for pen tips and compass bearings. It was used in making the standard metre bar, which is an alloy of 90% platinum and 10% iridium. It is also used for the contacts in spark plugs because of its high melting point and low reactivity.","biologicalRole":"Iridium has no known biological role, and has low toxicity.","naturalAbundance":"Iridium is one of the rarest elements on Earth. It is found uncombined in nature in sediments that were deposited by rivers. It is commercially recovered as a by-product of nickel refining. A very thin layer of iridium exists in the Earth’s crust. It is thought that this was caused by a large meteor or asteroid hitting the Earth. Meteors and asteroids contain higher levels of iridium than the Earth’s crust. The impact would have caused a huge dust cloud depositing the iridium all over the world. Some scientists think that this could be the same meteor or asteroid impact that wiped out the dinosaurs.","history":"Iridium was discovered together with osmium in1803 by Smithson Tennant in London. When crude platinum was dissolved in dilute aqua regia, which is a mixture of nitric and hydrochloric acids, it left behind a black residue thought to be graphite. Tennant thought otherwise, and by treating it alternately with alkalis and acids he was able to separate it into two new elements. These he announced at the Royal Institution in London, naming one iridium, because its salts were so colourful and the other osmium because it had a curious odour (see osmium).Despite its seeming intractability, a group of chemists, including the great Humphry Davy, demonstrated in 1813 that iridium would indeed melt like other metals. To achieve this they exposed it to the powerful current generated by a large array of batteries.","atomicRadius":2.13,"electronAffinity":150.884,"covalentRadius":1.32,"electronegativity":2.2,"oxidationStates":[6,4,3,2,1,-1]}