{"atomicNumber":78,"symbol":"Pt","name":"Platinum","group":10,"groupBlock":"transitionMetal","meltingPoint":2041.4,"boilingPoint":4098,"density":21.5,"atomicMass":195.084,"keyIsotopes":195,"ionisationEnergies":[864.393,1791.057],"cas":"7440-06-4","period":6,"block":"d","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":14},{"shell":5,"subshell":"d","electrons":9},{"shell":6,"subshell":"s","electrons":1}],"appearance":"A shiny, silvery-white metal as resistant to corrosion as gold.","uses":"Platinum is used extensively for jewellery. Its main use, however, is in catalytic converters for cars, trucks and buses. This accounts for about 50% of demand each year. Platinum is very effective at converting emissions from the vehicle’s engine into less harmful waste products. Platinum is used in the chemicals industry as a catalyst for the production of nitric acid, silicone and benzene. It is also used as a catalyst to improve the efficiency of fuel cells.The electronics industry uses platinum for computer hard disks and thermocouples. Platinum is also used to make optical fibres and LCDs, turbine blades, spark plugs, pacemakers and dental fillings.Platinum compounds are important chemotherapy drugs used to treat cancers.","biologicalRole":"Platinum has no known biological role. It is non-toxic.","naturalAbundance":"Platinum is found uncombined in alluvial deposits. Most commercially produced platinum comes from South Africa, from the mineral cooperite (platinum sulfide). Some platinum is prepared as a by-product of copper and nickel refining.","history":"Probably the oldest worked specimen of platinum is that from an ancient Egyptian casket of the 7th century BC, unearthed at Thebes and dedicated to Queen Shapenapit. Otherwise this metal was unknown in Europe and Asia for the next two millennia, although on the Pacific coast of South America, there were people able to work platinum, as shown by burial goods dating back 2000 years.In 1557 an Italian scholar, Julius Scaliger, wrote of a metal from Spanish Central America that could not be made to melt and was no doubt platinum. Then, in 1735, Antonio Ulloa encountered this curious metal, but as he returned to Europe his ship was captured by the Royal Navy and he ended up in London. There, members of the Royal Society were most interested to hear about the new metal, and by the 1750s, platinum was being reported and discussed throughout Europe.","atomicRadius":2.13,"electronAffinity":205.321,"covalentRadius":1.3,"electronegativity":2.2,"oxidationStates":[4,2]}