{"atomicNumber":79,"symbol":"Au","name":"Gold","group":11,"groupBlock":"transitionMetal","meltingPoint":1337.33,"boilingPoint":3109,"density":19.3,"atomicMass":196.967,"keyIsotopes":197,"ionisationEnergies":[890.128,1949],"cas":"7440-57-5","period":6,"block":"d","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":14},{"shell":5,"subshell":"d","electrons":10},{"shell":6,"subshell":"s","electrons":1}],"appearance":"A soft metal with a characteristic yellow colour. It is chemically unreactive, although it will dissolve in aqua regia (a mixture of nitric and hydrochloric acids).","uses":"Most mined gold is stored as bullion. It is also, however, used extensively in jewellery, either in its pure form or as an alloy. The term ‘carat’ indicates the amount of gold present in an alloy. 24-carat is pure gold, but it is very soft. 18- and 9-carat gold alloys are commonly used because they are more durable. The metal is also used for coinage, and has been used as standard for monetary systems in some countries. Gold can be beaten into very thin sheets (gold leaf) to be used in art, for decoration and as architectural ornament. Electroplating can be used to cover another metal with a very thin layer of gold. This is used in gears for watches, artificial limb joints, cheap jewellery and electrical connectors. It is ideal for protecting electrical copper components because it conducts electricity well and does not corrode (which would break the contact). Thin gold wires are used inside computer chips to produce circuits. Dentists sometimes use gold alloys in fillings, and a gold compound is used to treat some cases of arthritis. Gold nanoparticles are increasingly being used as industrial catalysts. Vinyl acetate, which is used to make PVA (for glue, paint and resin), is made using a gold catalyst.","biologicalRole":"Gold has no known biological role, and is non-toxic.","naturalAbundance":"Gold is one of the few elements to occur in a natural state. It is found in veins and alluvial deposits. About 1500 tonnes of gold are mined each year. About two-thirds of this comes from South Africa and most of the rest from Russia. Seawater contains about 4 grams of gold in 1,000,000 tonnes of water. Overall this is a huge amount of gold stored in the oceans but, because the concentration is so low, attempts to reclaim this gold have always failed.","history":"Gold has been known since prehistoric times and was one of the first metals to be worked, mainly because it was to be found as nuggets or as particles in the beds of streams. Such was the demand that by 2000 BC the Egyptians began mining gold. The death mask of Tutankhamen, who died in 1323 BC, contained 100 kg of the metal. The royal graves of ancient Ur (modern Iraq), which flourished from 3800 to 2000 BC, also contained gold objects.The minting of gold coins began around 640 BC in the Kingdom of Lydia (situated in what is now modern Turkey) using electrum, a native alloy of gold and silver. The first pure gold coins were minted in the reign of King Croesus, who ruled from 561–547 BC.","atomicRadius":2.14,"electronAffinity":222.749,"covalentRadius":1.3,"electronegativity":2.4,"oxidationStates":[5,4,3,2,1,-1]}