{"atomicNumber":8,"symbol":"O","name":"Oxygen","group":16,"groupBlock":"nonMetal","meltingPoint":54.36,"boilingPoint":90.188,"density":0.001308,"atomicMass":15.999,"keyIsotopes":16,"ionisationEnergies":[1313.942,3388.671,5300.47,7469.271,10989.584,13326.526,71330.65,84078.3],"cas":"7782-44-7","period":2,"block":"p","stateAt20c":"Gas","electronicConfiguration":[2,{"shell":2,"subshell":"s","electrons":2},{"shell":2,"subshell":"p","electrons":4}],"appearance":"A colourless, odourless gas.","uses":"The greatest commercial use of oxygen gas is in the steel industry. Large quantities are also used in the manufacture of a wide range of chemicals including nitric acid and hydrogen peroxide. It is also used to make epoxyethane (ethylene oxide), used as antifreeze and to make polyester, and chloroethene, the precursor to PVC. Oxygen gas is used for oxy-acetylene welding and cutting of metals. A growing use is in the treatment of sewage and of effluent from industry.","biologicalRole":"Oxygen first appeared in the Earth’s atmosphere around 2 billion years ago, accumulating from the photosynthesis of blue-green algae. Photosynthesis uses energy from the sun to split water into oxygen and hydrogen. The oxygen passes into the atmosphere and the hydrogen joins with carbon dioxide to produce biomass.When living things need energy they take in oxygen for respiration. The oxygen returns to the atmosphere in the form of carbon dioxide. Oxygen gas is fairly soluble in water, which makes aerobic life in rivers, lakes and oceans possible.","naturalAbundance":"Oxygen makes up 21% of the atmosphere by volume. This is halfway between 17% (below which breathing for unacclimatised people becomes difficult) and 25% (above which many organic compounds are highly flammable). The element and its compounds make up 49.2% by mass of the Earth’s crust, and about two-thirds of the human body. There are two key methods used to obtain oxygen gas. The first is by the distillation of liquid air. The second is to pass clean, dry air through a zeolite that absorbs nitrogen and leaves oxygen. A newer method, which gives oxygen of a higher purity, is to pass air over a partially permeable ceramic membrane.In the laboratory it can be prepared by the electrolysis of water or by adding a manganese(IV) oxide catalyst to aqueous hydrogen peroxide.","history":"In 1608, Cornelius Drebbel had shown that heating saltpetre (potassium nitrate, KNO3) released a gas. This was oxygen although it was not identified as such.The credit for discovering oxygen is now shared by three chemists: an Englishman, a Swede, and a Frenchman. Joseph Priestley was the first to publish an account of oxygen, having made it in 1774 by focussing sunlight on to mercuric oxide (HgO), and collecting the gas which came off. He noted that a candle burned more brightly in it and that it made breathing easier. Unknown to Priestly, Carl Wilhelm Scheele had produced oxygen in June 1771. He had written an account of his discovery but it was not published until 1777. Antoine Lavoisier also claimed to have discovered oxygen, and he proposed that the new gas be called oxy-gène, meaning acid-forming, because he thought it was the basis of all acids.","atomicRadius":1.52,"electronAffinity":140.976,"covalentRadius":0.64,"electronegativity":3.44,"oxidationStates":[-1,-2]}