{"atomicNumber":80,"symbol":"Hg","name":"Mercury","group":12,"groupBlock":"transitionMetal","meltingPoint":234.321,"boilingPoint":629.769,"density":13.5336,"atomicMass":200.592,"keyIsotopes":202,"ionisationEnergies":[1007.066,1809.756,3299.8],"cas":"7439-97-6","period":6,"block":"d","stateAt20c":"Liquid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":14},{"shell":5,"subshell":"d","electrons":10},{"shell":6,"subshell":"s","electrons":2}],"appearance":"A liquid, silvery metal.","uses":"Mercury has fascinated people for millennia, as a heavy liquid metal. However, because of its toxicity, many uses of mercury are being phased out or are under review.It is now mainly used in the chemical industry as catalysts. It is also used in some electrical switches and rectifiers.Previously its major use was in the manufacture of sodium hydroxide and chlorine by electrolysis of brine. These plants will all be phased out by 2020. It was also commonly used in batteries, fluorescent lights, felt production, thermometers and barometers. Again, these uses have been phased out.Mercury easily forms alloys, called amalgams, with other metals such as gold, silver and tin. The ease with which it amalgamates with gold made it useful in recovering gold from its ores. Mercury amalgams were also used in dental fillings.Mercuric sulfide (vermilion) is a high-grade, bright-red paint pigment, but is very toxic so is now only used with great care.","biologicalRole":"Mercury has no known biological role, but is present in every living thing and widespread in the environment. Every mouthful of food we eat contains a little mercury. Our daily intake is less than 0.01 milligrams (about 0.3 grams in a lifetime), and this we can cope with easily. However, in much higher doses it is toxic and one form of mercury – methylmercury – is particularly dangerous. It can accumulate in the flesh of fish and be eaten by people, making them ill.","naturalAbundance":"Mercury rarely occurs uncombined in nature, but can be found as droplets in cinnabar (mercury sulfide) ores. China and Kyrgyzstan are the main producers of mercury. The metal is obtained by heating cinnabar in a current of air and condensing the vapour.","history":"Cinnabar (aka vermilion, mercury sulfide, HgS), was used as a bright red pigment by the Palaeolithic painters of 30,000 years ago to decorate caves in Spain and France. Cinnabar would yield up its mercury simply on heating in a crucible, and the metal fascinated people because it was a liquid that would dissolve gold. The ancients used in on a large scale to extract alluvial gold from the sediment of rivers. The mercury dissolved the gold which could be reclaimed by distilling off the mercury.The Almadén deposit in Spain provided Europe with its mercury. In the Americas, it was the Spanish conquerors who exploited the large deposits of cinnabar at Huancavelica in order to extract gold. In 1848 the miners of the Californian Gold Rush used mercury from the New Almaden Mines of California.Although highly toxic, mercury had many uses, as in thermometers, but these are now strictly curtained.","atomicRadius":2.23,"covalentRadius":1.32,"electronegativity":1.9,"oxidationStates":[2,1]}