{"atomicNumber":81,"symbol":"Tl","name":"Thallium","group":13,"groupBlock":"postTransitionMetal","meltingPoint":577,"boilingPoint":1746,"density":11.8,"atomicMass":204.38,"keyIsotopes":205,"ionisationEnergies":[589.351,1971.032,2878.16],"cas":"7440-28-0","period":6,"block":"p","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":14},{"shell":5,"subshell":"d","electrons":10},{"shell":6,"subshell":"s","electrons":2},{"shell":6,"subshell":"p","electrons":1}],"appearance":"A soft, silvery-white metal that tarnishes easily.","uses":"The use of thallium is limited as it is a toxic element. Thallium sulfate was employed as a rodent killer – it is odourless and tasteless – but household use of this poison has been prohibited in most developed countries. Most thallium is used by the electronics industry in photoelectric cells. Thallium oxide is used to produce special glass with a high index of refraction, and also low melting glass that becomes fluid at about 125K.An alloy of mercury containing 8% thallium has a melting point 20°C lower than mercury alone. This can be used in low temperature thermometers and switches.","biologicalRole":"Thallium has no known biological role. It is very toxic and there is evidence that the vapour is both teratogenic (disturbs the development of an embryo or foetus) and carcinogenic. It can displace potassium around the body affecting the central nervous system.","naturalAbundance":"Thallium is found in several ores. One of these is pyrites, which is used to produce sulfuric acid. Some thallium is obtained from pyrites, but it is mainly obtained as a by-product of copper, zinc and lead refining. Thallium is also present in manganese nodules found on the ocean floor.","history":"The discovery of thallium was controversial. William Crookes of the Royal College of Science in London was the first to observe a green line in the spectrum of some impure sulfuric acid, and realised that it meant a new element. He announced his discovery in March 1861 in Chemical News. However, he did very little research into it.Meanwhile, in 1862, Claude-August Lamy of Lille, France, began to research thallium more thoroughly and even cast a small ingot of the metal itself. The French Academy now credited him its discovery. He sent the ingot to the London International Exhibition of 1862, where it was acclaimed as a new metal and he was awarded a medal. Crookes was furious and so the exhibition committee awarded him a medal as well.","atomicRadius":1.96,"electronAffinity":36.375,"covalentRadius":1.44,"electronegativity":1.8,"oxidationStates":[3,1]}