{"atomicNumber":82,"symbol":"Pb","name":"Lead","group":14,"groupBlock":"postTransitionMetal","meltingPoint":600.612,"boilingPoint":2022,"density":11.3,"atomicMass":207.2,"keyIsotopes":208,"ionisationEnergies":[715.596,1450.414,3081.481,4083.26,6638.2],"cas":"7439-92-1","period":6,"block":"p","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":14},{"shell":5,"subshell":"d","electrons":10},{"shell":6,"subshell":"s","electrons":2},{"shell":6,"subshell":"p","electrons":2}],"appearance":"A dull, silvery-grey metal. It is soft and easily worked into sheets.","uses":"This easily worked and corrosion-resistant metal has been used for pipes, pewter and paint since Roman times. It has also been used in lead glazes for pottery and, in this century, insecticides, hair dyes and as an anti-knocking additive for petrol. All these uses have now been banned, replaced or discouraged as lead is known to be detrimental to health, particularly that of children. Lead is still widely used for car batteries, pigments, ammunition, cable sheathing, weights for lifting, weight belts for diving, lead crystal glass, radiation protection and in some solders. It is often used to store corrosive liquids. It is also sometimes used in architecture, for roofing and in stained glass windows.","biologicalRole":"Lead has no known biological role. It can accumulate in the body and cause serious health problems. It is toxic, teratogenic (disturbs the development of an embryo or foetus) and carcinogenic. Daily intake of lead from all sources is about 0.1 milligrams. The average human body stores about 120 milligrams of lead in the bones.","naturalAbundance":"Lead is chiefly obtained from the mineral galena by a roasting process. At least 40% of lead in the UK is recycled from secondary sources such as scrap batteries and pipes.","history":"Lead has been mined for more than 6,000 years, and the metal and its compounds have been used throughout history. Small lead nuggets have been found in pre-Columbian Peru, Yucatan, and Guatemala.The Greeks mined lead on a large scale from 650 onwards and not only knew how to obtain the metal but how to covert this to white lead. Because of its superb covering power, this was the basis of paints for more than 2000 years, until the middle of the last century.The Romans employed lead on a large scale, mining it mainly in Spain and Britain, and using it also for water pipes, coffins, pewter tableware, and to debase their silver coinage. While its mining declined in the Dark Ages it reappeared in Medieval times and found new uses, such as pottery glazes, bullets, and printing type. In the last century it was a fuel additive.","atomicRadius":2.02,"electronAffinity":35.121,"covalentRadius":1.45,"electronegativity":1.8,"oxidationStates":[4,2]}