{"atomicNumber":83,"symbol":"Bi","name":"Bismuth","group":15,"groupBlock":"postTransitionMetal","meltingPoint":544.556,"boilingPoint":1837,"density":9.79,"atomicMass":208.98,"keyIsotopes":209,"ionisationEnergies":[702.944,1611.595,2466.17,4370.8,5403,8519.7],"cas":"7440-69-9","period":6,"block":"p","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":14},{"shell":5,"subshell":"d","electrons":10},{"shell":6,"subshell":"s","electrons":2},{"shell":6,"subshell":"p","electrons":3}],"appearance":"Bismuth is a high-density, silvery, pink-tinged metal.","uses":"Bismuth metal is brittle and so it is usually mixed with other metals to make it useful. Its alloys with tin or cadmium have low melting points and are used in fire detectors and extinguishers, electric fuses and solders.Bismuth oxide is used as a yellow pigment for cosmetics and paints, while bismuth(III) chloride oxide (BiClO) gives a pearly effect to cosmetics. Basic bismuth carbonate is taken in tablet or liquid form for indigestion as ‘bismuth mixture’.","biologicalRole":"Bismuth has no known biological role, and is non-toxic.","naturalAbundance":"Bismuth occurs as the native metal, and in ores such as bismuthinite and bismite. The major commercial source of bismuth is as a by-product of refining lead, copper, tin, silver and gold ores.","history":"Bismuth was discovered by an unknown alchemist around 1400 AD. Later that century it was alloyed with lead to make cast type for printers and decorated caskets were being crafted in the metal. Bismuth was often confused with lead; it was likewise a heavy metal and melted at a relatively low temperature making it easy to work. Georgius Agricola in the early 1500s speculated that it was a distinctly different metal, as did Caspar Neuman in the early 1700s, but proof that it was so finally came in 1753 thanks to the work of Claude-François Geoffre.Bismuth was used as an alloying metal in the bronze of the Incas of South America around 1500 AD. Bismuth was not mined as ore but appears to have occurred as the native metal.","atomicRadius":2.07,"electronAffinity":90.924,"covalentRadius":1.5,"electronegativity":1.9,"oxidationStates":[5,3]}