{"atomicNumber":84,"symbol":"Po","name":"Polonium","group":16,"groupBlock":"postTransitionMetal","meltingPoint":527,"boilingPoint":1235,"density":9.2,"atomicMass":{"mostStableIsotope":true,"v":209},"keyIsotopes":[209,210],"ionisationEnergies":[811.828],"cas":"7440-08-6","period":6,"block":"p","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":14},{"shell":5,"subshell":"d","electrons":10},{"shell":6,"subshell":"s","electrons":2},{"shell":6,"subshell":"p","electrons":4}],"appearance":"A silvery-grey, radioactive semi-metal.","uses":"Polonium is an alpha-emitter, and is used as an alpha-particle source in the form of a thin film on a stainless steel disc. These are used in antistatic devices and for research purposes. A single gram of polonium will reach a temperature of 500°C as a result of the alpha radiation emitted. This makes it useful as a source of heat for space equipment. It can be mixed or alloyed with beryllium to provide a source of neutrons.","biologicalRole":"Polonium has no known biological role. It is highly toxic due to its radioactivity.","naturalAbundance":"Polonium is a very rare natural element. It is found in uranium ores but it is uneconomical to extract it. It is obtained by bombarding bismuth-209 with neutrons to give bismuth-210, which then decays to form polonium. All the commercially produced polonium in the world is made in Russia.","history":"Uranium ores contain minute traces of polonium at levels of parts per billion. Despite this, in 1898 Marie Curie and husband Pierre Curie extracted some from pitchblende (uranium oxide, U3O8) after months of painstaking work. The existence of this element had been forecast by the Mendeleev who could see from his periodic table that there might well be the element that followed bismuth and he predicted it would have an atomic weight of 212. The Curies had extracted the isotope polonium-209 and which has a half-life of 103 years.Before the advent of nuclear reactors, the only source of polonium was uranium ore but that did not prevent its being separated and used in anti-static devices. These relied on the alpha particles that polonium emits to neutralise electric charge.","atomicRadius":1.97,"electronAffinity":183.3,"covalentRadius":1.42,"electronegativity":2,"oxidationStates":[6,4,2]}