{"atomicNumber":85,"symbol":"At","name":"Astatine","group":17,"groupBlock":"halogen","meltingPoint":573,"boilingPoint":623,"atomicMass":{"mostStableIsotope":true,"v":210},"keyIsotopes":[210,211],"ionisationEnergies":[],"cas":"7440-68-8","period":6,"block":"p","stateAt20c":"Solid","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":14},{"shell":5,"subshell":"d","electrons":10},{"shell":6,"subshell":"s","electrons":2},{"shell":6,"subshell":"p","electrons":5}],"appearance":"Astatine is a dangerously radioactive element.","uses":"There are currently no uses for astatine outside of research. The half-life of the most stable isotope is only 8 hours, and only tiny amounts have ever been produced. A mass spectrometer has been used to confirm that astatine behaves chemically like other halogens, particularly iodine.","biologicalRole":"Astatine has no known biological role. It is toxic due to its radioactivity.","naturalAbundance":"Astatine can be obtained in a variety of ways, but not in weighable amounts. Astatine-211 is made in nuclear reactors by the neutron bombardment of bismuth-200.","history":"In 1939, two groups came near to discovering this element in mineral samples. Horia Hulubei and Yvette Cauchois analysed mineral samples using a high-resolution X-ray apparatus and thought they had detected it. Meanwhile, Walter Minder observed the radioactivity of radium and said it appeared have another element present. He undertook chemical tests which suggested it was like iodine.Element 85 was convincingly produced for the first time at the University of California in 1940 by Dale R. Corson, K.R. Mackenzie, and Emilio Segré. Their astatine was made by bombarding bismuth with alpha particles. Although they reported their discovery, they were unable to carry on with their research due to World War II and the demands of the Manhattan project which diverted all researchers of radioactive materials towards the making of nuclear weapons.","atomicRadius":2.02,"electronAffinity":270.2,"covalentRadius":1.48,"electronegativity":2.2,"oxidationStates":[7,5,3,1,-1]}