{"atomicNumber":86,"symbol":"Rn","name":"Radon","group":18,"groupBlock":"nobleGas","meltingPoint":202,"boilingPoint":211.5,"density":0.009074,"atomicMass":{"mostStableIsotope":true,"v":222},"keyIsotopes":[211,220,222],"ionisationEnergies":[1037.073],"cas":"10043-92-2","period":6,"block":"p","stateAt20c":"Gas","electronicConfiguration":[54,{"shell":4,"subshell":"f","electrons":14},{"shell":5,"subshell":"d","electrons":10},{"shell":6,"subshell":"s","electrons":2},{"shell":6,"subshell":"p","electrons":6}],"appearance":"Radon is a colourless and odourless gas. It is chemically inert, but radioactive.","uses":"Radon decays into radioactive polonium and alpha particles. This emitted radiation made radon useful in cancer therapy. Radon was used in some hospitals to treat tumours by sealing the gas in minute tubes, and implanting these into the tumour, treating the disease in situ. Other, safer treatments are now more commonly used.In some places, high concentrations of radon can build up indoors, escaping from the ground or from granite buildings. Home testing kits are available which can be sent away for analysis.","biologicalRole":"Radon has no known biological role. It is, however, thought that it may have had a significant role in evolution. This is because it is responsible for much of the Earth’s background radiation that can lead to genetic modifications.","naturalAbundance":"Radon is produced naturally from the decay of the isotope radium-226, which is found in rocks. It was first discovered as a radioactive gas produced from radium as it decayed. There is a detectable amount in the Earth’s atmosphere.","history":"In 1899, Ernest Rutherford and Robert B. Owens detected a radioactive gas being released by thorium. That same year, Pierre and Marie Curie detected a radioactive gas emanating from radium. In1900, Friedrich Ernst Dorn at Halle, Germany, noted that a gas was accumulating inside ampoules of radium. They were observing radon. That from radium was the longer-lived isotope radon-222 which has a half-life 3.8 days, and was the same isotope which the Curies has observed. The radon that Rutherford detected was radon-220 with a half-life of 56 seconds.In 1900, Rutherford devoted himself to investigating the new gas and showed that it was possible to condense it to a liquid. In 1908, William Ramsay and Robert Whytlaw-Gray at University College, London, collected enough radon to determine its properties and reported that it was the heaviest gas known.","atomicRadius":2.2,"covalentRadius":1.46,"oxidationStates":[2]}