{"atomicNumber":88,"symbol":"Ra","name":"Radium","group":2,"groupBlock":"alkalineEarthMetal","meltingPoint":969,"boilingPoint":1773,"density":5,"atomicMass":{"mostStableIsotope":true,"v":226},"keyIsotopes":226,"ionisationEnergies":[509.29,979.051],"cas":"7440-14-4","period":7,"block":"s","stateAt20c":"Solid","electronicConfiguration":[86,{"shell":7,"subshell":"s","electrons":2}],"appearance":"A soft, shiny and silvery radioactive metal.","uses":"Radium now has few uses, because it is so highly radioactive.Radium-223 is sometimes used to treat prostate cancer that has spread to the bones. Because bones contain calcium and radium is in the same group as calcium, it can be used to target cancerous bone cells. It gives off alpha particles that can kill the cancerous cells. Radium used to be used in luminous paints, for example in clock and watch dials. Although the alpha rays could not pass through the glass or metal of the watch casing, it is now considered to be too hazardous to be used in this way.","biologicalRole":"Radium has no known biological role. It is toxic due to its radioactivity.","naturalAbundance":"Radium is present in all uranium ores, and could be extracted as a by-product of uranium refining. Uranium ores from DR Congo and Canada are richest in radium. Today radium is extracted from spent fuel rods from nuclear reactors. Annual production of this element is fewer than 100 grams per year.","history":"Radium was discovered in 1898 by Marie Curie and Pierre Curie. They managed to extract 1 mg of radium from ten tonnes of the uranium ore pitchblende (uranium oxide, U3O8), a considerable feat, given the chemically methods of separation available to them. They identified that it was a new element because its atomic spectrum revealed new lines. Their samples glowed with a faint blue light in the dark, caused by the intense radioactivity exciting the surrounding air.The metal itself was isolated by Marie Curie and André Debierne in 1911, by means of the electrolysis of radium chloride. At Debierne’s suggestion, they used a mercury cathode in which the liberated radium dissolved. This was then heated to distil off the mercury leaving the radium behind.","atomicRadius":2.83,"electronAffinity":9.65,"covalentRadius":2.11,"electronegativity":0.9,"oxidationStates":[2]}