{"atomicNumber":9,"symbol":"F","name":"Fluorine","group":17,"groupBlock":"halogen","meltingPoint":53.48,"boilingPoint":85.04,"density":0.001553,"atomicMass":18.998,"keyIsotopes":19,"ionisationEnergies":[1681.045,3374.17,6050.441,8407.713,11022.755,15164.128,17867.734,92038.447],"cas":"7782-41-4","period":2,"block":"p","stateAt20c":"Gas","electronicConfiguration":[2,{"shell":2,"subshell":"s","electrons":2},{"shell":2,"subshell":"p","electrons":5}],"appearance":"A very pale yellow-green, dangerously reactive gas. It is the most reactive of all the elements and quickly attacks all metals. Steel wool bursts into flames when exposed to fluorine.","uses":"There was no commercial production of fluorine until the Second World War, when the development of the atom bomb, and other nuclear energy projects, made it necessary to produce large quantities. Before this, fluorine salts, known as fluorides, were for a long time used in welding and for frosting glass. The element is used to make uranium hexafluoride, needed by the nuclear power industry to separate uranium isotopes. It is also used to make sulfur hexafluoride, the insulating gas for high-power electricity transformers. In fact, fluorine is used in many fluorochemicals, including solvents and high-temperature plastics, such as Teflon (poly(tetrafluoroethene), PTFE). Teflon is well known for its non-stick properties and is used in frying pans. It is also used for cable insulation, for plumber’s tape and as the basis of Gore-Tex® (used in waterproof shoes and clothing). Hydrofluoric acid is used for etching the glass of light bulbs and in similar applications. CFCs (chloro-fluoro-carbons) were once used as aerosol propellants, refrigerants and for ‘blowing’ expanded polystyrene. However, their inertness meant that, once in the atmosphere, they diffused into the stratosphere and destroyed the Earth’s ozone layer. They are now banned.","biologicalRole":"Fluoride is an essential ion for animals, strengthening teeth and bones. It is added to drinking water in some areas. The presence of fluorides below 2 parts per million in drinking water is believed to prevent dental cavities. However, above this concentration it may cause children’s tooth enamel to become mottled. Fluoride is also added to toothpaste. The average human body contains about 3 milligrams of fluoride. Too much fluoride is toxic. Elemental fluorine is highly toxic.","naturalAbundance":"The most common fluorine minerals are fluorite, fluorspar and cryolite, but it is also rather widely distributed in other minerals. It is the 13th most common element in the Earth’s crust. Fluorine is made by the electrolysis of a solution of potassium hydrogendifluoride (KHF2) in anhydrous hydrofluoric acid.","history":"The early chemists were aware that metal fluorides contained an unidentified element similar to chlorine, but they could not isolate it. (The French scientist, André Ampère coined the name fluorine in 1812.) Even the great Humphry Davy was unable to produce the element, and he became ill by trying to isolate it from hydrofluoric acid.The British chemist George Gore in 1869 passed an electric current through liquid HF but found that the gas which was liberated reacted violently with his apparatus. He thought it was fluorine but was unable to collect it and prove it. Then in 1886 the French chemist Henri Moissan obtained it by the electrolysis of potassium bifluoride (KHF2) dissolved in liquid HF.","atomicRadius":1.47,"electronAffinity":328.165,"covalentRadius":0.6,"electronegativity":3.98,"oxidationStates":[-1]}