{"atomicNumber":90,"symbol":"Th","name":"Thorium","group":"Actinides","groupBlock":"actinoid","meltingPoint":2023,"boilingPoint":5058,"density":11.7,"atomicMass":232.038,"keyIsotopes":[230,232],"ionisationEnergies":[608.504,1148.2,1930,2778.8],"cas":"7440-29-1","period":7,"block":"f","stateAt20c":"Solid","electronicConfiguration":[86,{"shell":6,"subshell":"d","electrons":2},{"shell":7,"subshell":"s","electrons":2}],"appearance":"A weakly radioactive, silvery metal.","uses":"Thorium is an important alloying agent in magnesium, as it imparts greater strength and creep resistance at high temperatures. Thorium oxide is used as an industrial catalyst.Thorium can be used as a source of nuclear power. It is about three times as abundant as uranium and about as abundant as lead, and there is probably more energy available from thorium than from both uranium and fossil fuels. India and China are in the process of developing nuclear power plants with thorium reactors, but this is still a very new technology. Thorium dioxide was formerly added to glass during manufacture to increase the refractive index, producing thoriated glass for use in high-quality camera lenses.","biologicalRole":"Thorium has no known biological role. It is toxic due to its radioactivity.","naturalAbundance":"Thorium is found as the minerals thorite, uranothorite and thorianite. It is also found in monazite, which is the most important commercial source. Several methods are used to produce the metal, such as reducing thorium oxide with calcium or electrolysis of the fluoride.","history":"In 1829, Jöns Jakob Berzelius of the Royal Karolinska Institute, Stockholm extracted thorium from a rock specimen sent to him by an amateur mineralogist who had discovered it near Brevig and realised that it had not previously been reported. The mineral turned out to be thorium silicate, and it is now known as thorite. Berzelius even produced a sample of metallic thorium by heating thorium fluoride with potassium, and confirmed it as a new metal.The radioactivity of thorium was first demonstrated in 1898 by Gerhard Schmidt and confirmed by Marie Curie. Thorium, like uranium, survives on Earth because it has isotopes with long half-lives, such as the predominant one, thorium-232, whose half life is 14 billion years.","atomicRadius":2.45,"covalentRadius":1.9,"electronegativity":1.3,"oxidationStates":[4]}