{"atomicNumber":92,"symbol":"U","name":"Uranium","group":"Actinides","groupBlock":"actinoid","meltingPoint":1408,"boilingPoint":4404,"density":19.1,"atomicMass":238.029,"keyIsotopes":[234,235,238],"ionisationEnergies":[597.64,1022.7],"cas":"7440-61-1","period":7,"block":"f","stateAt20c":"Solid","electronicConfiguration":[86,{"shell":5,"subshell":"f","electrons":3},{"shell":6,"subshell":"d","electrons":1},{"shell":7,"subshell":"s","electrons":2}],"appearance":"A radioactive, silvery metal.","uses":"Uranium is a very important element because it provides us with nuclear fuel used to generate electricity in nuclear power stations. It is also the major material from which other synthetic transuranium elements are made.Naturally occurring uranium consists of 99% uranium-238 and 1% uranium-235. Uranium-235 is the only naturally occurring fissionable fuel (a fuel that can sustain a chain reaction). Uranium fuel used in nuclear reactors is enriched with uranium-235. The chain reaction is carefully controlled using neutron-absorbing materials. The heat generated by the fuel is used to create steam to turn turbines and generate electrical power.In a breeder reactor uranium-238 captures neutrons and undergoes negative beta decay to become plutonium-239. This synthetic, fissionable element can also sustain a chain reaction.Uranium is also used by the military to power nuclear submarines and in nuclear weapons.Depleted uranium is uranium that has much less uranium-235 than natural uranium. It is considerably less radioactive than natural uranium. It is a dense metal that can be used as ballast for ships and counterweights for aircraft. It is also used in ammunition and armour.","biologicalRole":"Uranium has no known biological role. It is a toxic metal.","naturalAbundance":"Uranium occurs naturally in several minerals such as uranite (pitchblende), brannerite and carnotite. It is also found in phosphate rock and monazite sands. World production of uranium is about 41,000 tonnes per year. Extracted uranium is converted to the purified oxide, known as yellow-cake. Uranium metal can be prepared by reducing uranium halides with Group 1 or Group 2 metals, or by reducing uranium oxides with calcium or aluminium.","history":"In the Middle Ages, the mineral pitchblende (uranium oxide, U3O8) sometimes turned up in silver mines, and in 1789 Martin Heinrich Klaproth of Berlin investigated it. He dissolved it in nitric acid and precipitated a yellow compound when the solution was neutralised. He realised it was the oxide of a new element and tried to produce the metal itself by heating the precipitate with charcoal, but failed.It fell to Eugène Peligot in Paris to isolate the first sample of uranium metal which he did in 1841, by heating uranium tetrachloride with potassium.The discovery that uranium was radioactive came only in 1896 when Henri Becquerel in Paris left a sample of uranium on top of an unexposed photographic plate. It caused this to become cloudy and he deduced that uranium was giving off invisible rays. Radioactivity had been discovered.","atomicRadius":2.41,"covalentRadius":1.83,"electronegativity":1.7,"oxidationStates":[6,5,4,3]}