{"atomicNumber":94,"symbol":"Pu","name":"Plutonium","group":"Actinides","groupBlock":"actinoid","meltingPoint":913,"boilingPoint":3501,"density":19.7,"atomicMass":{"mostStableIsotope":true,"v":244},"keyIsotopes":[238,239,240],"ionisationEnergies":[581.421,1080.6],"cas":"7440-07-5","period":7,"block":"f","stateAt20c":"Solid","electronicConfiguration":[86,{"shell":5,"subshell":"f","electrons":6},{"shell":7,"subshell":"s","electrons":2}],"appearance":"A radioactive, silvery metal.","uses":"Plutonium was used in several of the first atomic bombs, and is still used in nuclear weapons. The complete detonation of a kilogram of plutonium produces an explosion equivalent to over 10,000 tonnes of chemical explosive. Plutonium is also a key material in the development of nuclear power. It has been used as a source of energy on space missions, such as the Mars Curiosity Rover and the New Horizons spacecraft on its way to Pluto.","biologicalRole":"Plutonium has no known biological role. It is extremely toxic due to its radioactivity.","naturalAbundance":"The greatest source of plutonium is the irradiation of uranium in nuclear reactors. This produces the isotope plutonium-239, which has a half-life of 24,400 years. Plutonium metal is made by reducing plutonium tetrafluoride with calcium.","history":"Plutonium was first made in December 1940 at Berkeley, California, by Glenn Seaborg, Arthur Wahl, Joseph Kennedy, and Edwin McMillan. They produced it by bombarding uranium-238 with deuterium nuclei (alpha particles). This first produced neptunium-238 with a half-life of two days, and this decayed by beta emission to form element 94 (plutonium). Within a couple of months element 94 had been conclusively identified and its basic chemistry shown to be like that of uranium.To begin with, the amounts of plutonium produced were invisible to the eye, but by August 1942 there was enough to see and weigh, albeit only 3 millionths of a gram. However, by 1945 the Americans had several kilograms, and enough plutonium to make three atomic bombs, one of which exploded over Nagasaki in August 1945.","atomicRadius":2.43,"covalentRadius":1.8,"electronegativity":1.3,"oxidationStates":[6,5,4,3]}