{"atomicNumber":95,"symbol":"Am","name":"Americium","group":"Actinides","groupBlock":"actinoid","meltingPoint":1449,"boilingPoint":2284,"density":12,"atomicMass":{"mostStableIsotope":true,"v":243},"keyIsotopes":[241,243],"ionisationEnergies":[576.384],"cas":"7440-35-9","period":7,"block":"f","stateAt20c":"Solid","electronicConfiguration":[86,{"shell":5,"subshell":"f","electrons":7},{"shell":7,"subshell":"s","electrons":2}],"appearance":"Americium is a silvery, shiny radioactive metal.","uses":"Americium is commonly used in smoke alarms, but has few other uses. It has the potential to be used in spacecraft batteries in the future. Currently plutonium is used but availability is poor so alternatives are being considered.It is of interest as part of the decay sequence that occurs in nuclear power production.","biologicalRole":"Americium has no known biological role. It is toxic due to its radioactivity.","naturalAbundance":"Americium occurs naturally in uranium minerals, but only in trace amounts. The main source of the element is the neutron bombardment of plutonium in nuclear reactors. A few grams are produced in this way each year. It is also formed when nuclear weapons are detonated.","history":"This element was in fact discovered after curium, the element which follows it in the periodic table. However, it did once exist on Earth having been produced for millions of years in natural nuclear reactors in Oklo, Gabon. These ceased to function a billion years ago, and as the longest lived isotope is americium-247, with a half-life of 7370 years, none has survived to the present day. Americium was first made late in 1944 at the University of Chicago by a team which included Glenn Seaborg, Ralph James, Leon Morgan, and Albert Ghiorso. The americium was produced by bombarding plutonium with neutrons in a nuclear reactor. This produced isotope americium-241, which has a half-life of this is 432 years.","atomicRadius":2.44,"covalentRadius":1.73,"oxidationStates":[6,5,4,3]}